[
	{
		"id": "_meta",
		"author": "Christoph",
		"name": "Dear Dictator",
		"almanac": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/almanac.html",
		"firstNight": [
			"shopkeeper_homebrew",
			"fantasist_homebrew",
			"vice_homebrew",
			"dusk",
			"putschist_trustmebro",
			"putin_trustmebro",
			"shredder_homebrew",
			"loanshark_trustmebro",
			"sectarian_trustmebro",
			"samurai_homebrew",
			"toymaker",
			"minioninfo",
			"demoninfo",
			"bodyguard_trustmebro",
			"anarchist_trustmebro",
			"romantic_homebrew",
			"traitor_homebrew",
			"fan_trustmebro",
			"jailer_trustmebro",
			"whisperer_trustmebro",
			"instigator_trustmebro",
			"pope_homebrew",
			"punk_trustmebro",
			"antifascist_trustmebro",
			"cultleader",
			"dowser_homebrew",
			"tracker_trustmebro",
			"psychic_trustmebro",
			"sickener_trustmebro",
			"dawn",
			"sinisterfog_homebrew"
		],
		"otherNight": [
			"dusk",
			"travelagent_trustmebro",
			"sleepwalker_homebrew",
			"vice_homebrew",
			"putschist_trustmebro",
			"sickener_trustmebro",
			"instigator_trustmebro",
			"traitor_homebrew",
			"fan_trustmebro",
			"whisperer_trustmebro",
			"jailer_trustmebro",
			"pope_homebrew",
			"toymaker",
			"faustian1_trustmebro",
			"exorcist",
			"princess",
			"putin_trustmebro",
			"trump_trustmebro",
			"shredder_homebrew",
			"loanshark_trustmebro",
			"sectarian_trustmebro",
			"samurai_homebrew",
			"blabber_trustmebro",
			"punk_trustmebro",
			"bodyguard_trustmebro",
			"romantic_homebrew",
			"juggler",
			"cultleader",
			"dowser_homebrew",
			"antifascist_trustmebro",
			"tracker_trustmebro",
			"psychic_trustmebro",
			"dawn",
			"sinisterfog_homebrew",
			"shopkeeper_homebrew"
		]
	},
	{
		"id": "antifascist_trustmebro",
		"name": "Antifascist",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/antifascist_trustmebro.png",
		"team": "townsfolk",
		"ability": "You start knowing the character of 1 Demon player. Each night, you learn the number of alive minions.",
		"firstNightReminder": "Show the character of 1 demon player to the Antifascist. Rest: See Other Night Reminder.",
		"otherNightReminder": "Show the number of alive good and evil minions to the Antifascist (of course, including characters that register as being of minion type).",
		"attribution": "image: https://www.pngegg.com/en/png-ptape"
	},
	{
		"id": "bodyguard_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/bodyguard_trustmebro.png",
		"firstNightReminder": "Determine a valuable good Townsfolk (not the Bodyguard) or dangerous Outsider and add the \"VIP\" reminder to them. Wake up the Demon. Show them the Bodyguard chose them, point at the player with \"VIP\" reminder and show the VIP's character. At the end of the night, wake up the Bodyguard and point to the VIP player.",
		"otherNightReminder": "If the player with VIP reminder was killed by the Demon, wake up the Bodyguard and point to the Demon player. After dawn, if the VIP died tonight, declare the character in addition to the VIP having died.",
		"reminders": [
			"VIP"
		],
		"name": "Bodyguard",
		"team": "townsfolk",
		"ability": "You start knowing the good VIP. The Demon knows the VIP. If the Demon kills them, you learn the Demon player. If the VIP dies, their character is declared even if you died.",
		"attribution": "image: https:\/\/dygtyjqp7pi0m.cloudfront.net\/i\/70079\/55064358_1.jpg?v=8DD1B07870E70B0"
	},
	"cultleader",
	{
		"id": "dowser_homebrew",
		"name": "Dowser",
		"image": "https://www.bloodstar.xyz/p/Elmar/homebrew/dowser_homebrew.png",
		"firstNightReminder": "When starting the game, choose whether the alignment difference of the Dowser is computed clockwise (then add the \"CW\" reminder to the Dowser) or counterclockwise (then add the \"CCW\" reminder). This will not change over the game. Rest: See Other Night Reminder.",
		"otherNightReminder": "Let the Dowser point at 1 *alive* player (including themself). The Dowser's alignment is interpreted as 1, their opposite as 0. Compute 2 alignment differences of the chosen player with each alive neighbour. If the Dowser has the \"CW\" reminder, subtract into clockwise direction, else (if they have the \"CCW\" reminder), subtract into counterclockwise direction. Choose a difference which is ≥ 0 and show it to the Dowser.",
		"reminders": [
			"CW",
			"CCW"
		],
		"team": "townsfolk",
		"ability": "Each night, choose 1 alive player: you (might) learn whether they have an alive neighbour of opposite alignment into dowsing direction.",
		"attribution": "image: https://www.istockphoto.com/photos/dowsing-rod"
	},
	{
		"id": "faustian1_trustmebro",
		"name": "Faustian",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/faustian1_trustmebro.png",
		"team": "townsfolk",
		"ability": "Each night*, choose a player & guess their character *and/or alignment*: if you guess wrong, you die.",
		"otherNightReminder": "The Faustian points to a player, and a character on their sheet and/or gives a \"good\" or \"evil\" signal. If incorrect, the Faustian dies at night.",
		"reminders": [
			"Dead"
		]
	},
	{
		"id": "samurai_homebrew",
		"name": "Samurai",
		"image": "https://www.bloodstar.xyz/p/Elmar/homebrew/samurai_homebrew.png",
		"team": "townsfolk",
		"ability": "Each night*, choose 1 player who dies if it is an outsider. You are of Townsfolk+Outsider type. [? Samurai]",
		"firstNightReminder": "Consider that a Samurai can be counted as Outsider or as Townsfolk for the setup. During the game, a Samurai counts as both. If both are in conflict, you decide one of both for the situation.",
		"otherNightReminder": "Let the Samurai point at 1 player. Maintain a histogram of Outsider choices made by good and by evil Samurai players. For each of both histograms, if at least 1 Outsider was chosen, kill 1 of the Outsiders with most votes within the histogram. The death triggers immediately.",
		"setup": true,
		"attribution": "image: https://www.pinterest.com/pin/190206784242938662/"
	},
	"exorcist",
	{
		"id": "blabber_trustmebro",
		"name": "Blabber",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/blabber_trustmebro.png",
		"team": "townsfolk",
		"ability": "Each day, you may make a public *game-related* statement. Tonight, if it was true *by registration*, a player dies.",
		"otherNightReminder": "If the Blabber’s public statement was completely true about the game state with regards to the Blabber character: Choose a player not protected from dying tonight. That player dies.",
		"reminders": [
			"Dead"
		]
	},
	{
		"id": "pope_homebrew",
		"name": "Pope",
		"image": "https://www.bloodstar.xyz/p/Elmar/homebrew/pope_homebrew.png",
		"team": "townsfolk",
		"ability": "Once per game at night, choose 1 player (incl. yourself) who learns this & cannot die before you. The demon *might* kill you even when protected. You are sober.",
		"firstNightReminder": "See Other Night Reminder",
		"otherNightReminder": "Whenever the Demon chose the Pope, decide whether the Pope dies, no matter their reminders or protection abilities (the probability of dying should be higher without protection). If no player has the \"holy\" reminder, allow the Pope to choose 1 player (themself included). If they chose one: Sleep. Mark the player with the chosen player with \"holy\" reminder. Wake the chosen Player and show them, they were chosen by the Pope. Sleep. In the rest of the game: when the player with \"holy\" reminder would die, they do not. When the pope dies, remove the \"holy\" reminder.",
		"reminders": [
			"holy"
		],
		"attribution": "image: https://www.zdfheute.de/panorama/papst-leo-exorzisten-100.html"
	},
	"princess",
	"juggler",
	{
		"id": "instigator_trustmebro",
		"name": "Instigator",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/instigator_trustmebro.png",
		"team": "townsfolk",
		"ability": "On night/day X, your X-th neighbour (clockwise AND counterclockwise) is deranged.",
		"firstNightReminder": "Add the \"instigated\" reminder to the (dead or alive) player to the left and to the right of the Instigator. From now on, the instigated players are deranged until next dusk. Optional: only make one player deranged. Add the reminder \"CW\" (clockwise only) or \"CCW\" (counterclockwise only) reminder.",
		"otherNightReminder": "At dusk, move the \"instigated\" reminder to the X-th clockwise and counterclockwise (dead or alive) neighbour of the Instigator. The instigated players are deranged until next dusk. Optional: only make one player deranged, clockwise if \"CW\" reminder is set, counterclockwise if \"CCW\" is set.",
		"reminders": [
			"instigated",
			"CW",
			"CCW"
		],
		"attribution": "image: https://www.flaticon.com/free-icons/domino – Domino icons created by nangicon - Flaticon"
	},
	{
		"id": "sectarian_trustmebro",
		"name": "Sectarian",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/sectarian_trustmebro.png",
		"team": "townsfolk",
		"ability": "You register as evil minion to yourself and evil players & as evil non-minion to other players. You are good & your minion is not your real ability.",
		"firstNightReminder": "Determine an ability or discernible modification for a minion character that you want to give to the Sectarian. (It must work differently from their character token.) Give correct minion info to the Sectarian and treat the Sectarian as minion for evil players. Treat the Sectarian as evil Townsfolk or Outsider for good players.",
		"otherNightReminder": "Play the special ability of the Sectarian which is different from their seen minion character. The Sectarian registers as evil minion to evil players and as evil Townsfolk or Outsider to good players.",
		"attribution": "image: https://www.dreamstime.com/impossible-geometric-shapes-unreal-line-figures-elements-visual-optical-illusion-symbols-abstract-delusion-forms-flat-vector-image259691613"
	},
	{
		"id": "psychic_trustmebro",
		"name": "Psychic",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/psychic_trustmebro.png",
		"team": "townsfolk",
		"ability": "Each dawn, you learn which players saw you or pointed at you at night. If an evil player is among them, you see +1 false player.",
		"firstNightReminder": "See Other Night Reminder",
		"otherNightReminder": "Add the \"psyched\" reminder to every player who pointed at (or got to see) the Psychic player. At the end of the night, if at least 1 player has a \"psyched\" reminder, 1) if one of them registers as evil towards the Psychic add another \"psyched\" reminder to any new player, 2) wake up the Psychic and point to all players with \"psyched\" reminder. Remove the \"psyched\" reminders.",
		"reminders": [
			"psyched"
		],
		"attribution": "image: https://www.flaticon.com/de/kostenloses-icon/handflache-mit-einem-auge-in-mudra-haltung_32964"
	},
	{
		"id": "traitor_homebrew",
		"name": "Traitor",
		"image": "https://www.bloodstar.xyz/p/Elmar/homebrew/traitor_homebrew.png",
		"team": "outsider",
		"ability": "Each night, your alignment changes. Once per game, you may choose to not change alignment at night. You are an Ogre.",
		"firstNightReminder": "Play the Ogre ability: let them choose 1 player. Copy their alignment to the Traitor player. (Evil alignment flips the character token upside down.) Optionally, you may add the \"Traitor friend\" reminder to the chosen player and indicate the Traitor's alignment inversion by flipping their character token upside down. Rest: see Other Night Reminder.",
		"otherNightReminder": "If the Traitor has no \"used\" reminder: wake up the Traitor, if they show \"yes\", add the \"used\" reminder to them in the grimoire. Else if they show \"no\", rotate their character token by 180°. Show them their new alignment. Sleep. Whenever the Traitor's character token points upside down, it counts as opposite to their natural alignment. Remove their reminders when they resurrect.",
		"reminders": [
			"Traitor friend",
			"used"
		],
		"attribution": "image: https://clipart-library.com/clipart/1668889.htm"
	},
	{
		"id": "fan_trustmebro",
		"name": "Fan",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/fan_trustmebro.png",
		"team": "outsider",
		"ability": "Once per game, guess 1 of 3 initally seen minion characters that is not in play. If you are right, you get evil + this minion, else you get good. You are an Ogre.",
		"firstNightReminder": "Choose N ≤ 3 actually in-play minion characters and 3 - N minions which are not (and possibly a character that other players believe to be in play). Show these 3 to the Fan. Also: let them choose 1 player for their Ogre ability. They get the chosen player's alignment.",
		"otherNightReminder": "At day, when the Fan visited you and made a minion guess: when it was right, they get to see the minion character + evil alignment tonight. Change their character to the minion. Otherwise they get to see a good alignment. Indicate the player's good alignment in the Grimoire by unflipping the Fan token. If they got a new alignment, remove the \"Fan Friend\" reminder (the Ogre ability is lost).",
		"reminders": [
			"Fan Friend"
		],
		"attribution": "image: https://www.vecteezy.com/vector-art/14174950-heart-flower-vector-filled-outline-icon-design-illustration-love-symbol-on-white-background-eps-10-file"
	},
	{
		"id": "anarchist_trustmebro",
		"name": "Anarchist",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/anarchist_trustmebro.png",
		"team": "outsider",
		"firstNightReminder": "Show 1 good bluff character to the Anarchist. It might coincide with the bluff of someone else.",
		"ability": "You have every alignment & character type unless you die. You register like the interacting player. The demon & story teller choices don't kill you. You get 1 bluff.",
		"attribution": "image: https://www.vecteezy.com/vector-art/47629480-punk-lifestyle-subculture-style-line-icon-illustration"
	},
	{
		"id": "punk_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/punk_trustmebro.png",
		"firstNightReminder": "See Other Night Reminder.",
		"otherNightReminder": "Play the Punk's drunk ability. At day or night, if a good ability guesses the Punk with an interaction that has a free choice and has only a conditional effect w.r.t. character (type), alignment or player state, add the \"Punk guess\" reminder to them. If someone has the \"Punk guess\" reminder, choose a player to die preferably in a way that allows for false conclusions regarding a guessing player's ability.",
		"reminders": [
			"Minion",
			"Punk Guess"
		],
		"setup": true,
		"name": "Punk",
		"team": "outsider",
		"ability": "You have a drunk ability (no Outsider) & register as opposite to it. If you are *guessed* by a good ability, someone *might* die at night. [You *might* be an evil Minion]",
		"attribution": "image: https:\/\/www.vecteezy.com\/vector-art\/47629480-punk-lifestyle-subculture-style-line-icon-illustration"
	},
	{
		"id": "romantic_homebrew",
		"name": "Romantic",
		"image": "https://www.bloodstar.xyz/p/Elmar/homebrew/romantic_homebrew.png",
		"team": "outsider",
		"ability": "At the end of game, if you live you lose. Demons and Lycanthrope cannot kill you. You have Damsel + Maverick ability.",
		"firstNightReminder": "Show minions that a Damsel/Romantic is in play.",
		"otherNightReminder": "If a Minion guessed the Romatic/Damsel, evil wins. If the Romantic has died, let them choose a player. If evil, the Maverick's penality triggers: they turn into a Wicked and at least all opposite alignment players learn it, at dawn or dusk.",
		"attribution": "image: https://de.pngtree.com/freepng/red-rose-icon-design-template-vector_5951280.html"
	},
	{
		"id": "sickener_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/sickener_trustmebro.png",
		"firstNightReminder": "Prepare the setup by replacing any 1 other character (and their alignment), not the Demon, with any character and any alignment. At dawn 1 (after the first night), add the \"sickened\" reminder to the affected player and show the sick character to the Sickener. Wake up the Sickener and show them the sickened player's character.",
		"otherNightReminder": "If the Sickener has their ability, don't wake up the player with \"sickened\" reminder, treat their day actions like a bluff and let their nominations fail covertly or overtly after the voting with no reason. When the sickened player dies, wake up the Sickener at night. (You may show a death signal.)",
		"reminders": [
			"sickened"
		],
		"setup": true,
		"name": "Sickener",
		"team": "outsider",
		"ability": "1 player is sick since 1st dawn. You start knowing their character & learn when they die. [+1 of any character type+alignment, you *might* be of Townsfolk type]",
		"attribution": "image: https:\/\/www.pngall.com\/biohazard-symbol-png\/download\/10022\/"
	},
	{
		"id": "whisperer_trustmebro",
		"name": "Whisperer",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/whisperer_trustmebro.png",
		"team": "minion",
		"ability": "Each night, choose a player: they are dyseffective until dusk.",
		"firstNightReminder": "See Other Night Reminder.",
		"otherNightReminder": "Let them choose 1 player. Move the \"whispered\" reminder to that player. Players with \"whispered\" reminder have their final player state effects negated until next dusk (such that they differ from the unnegated state). If they chose themself, their next chosen player will have no dyseffective state until next dusk. It neither changes info they get nor any details or ability rules.",
		"reminders": [
			"whispered"
		],
		"attribution": "image: https://www.vecteezy.com/vector-art/8258043-lip-and-hand-vector-illustration-design"
	},
	{
		"id": "jailer_trustmebro",
		"name": "Jailer",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/jailer_trustmebro.png",
		"team": "minion",
		"ability": "Each night, choose 1 player (not yourself): they are captive until dusk.",
		"firstNightReminder": "See Other Night Reminder.",
		"otherNightReminder": "Let them choose 1 player except for themself. Move the \"jailed\" reminder to that player. Players with \"jailed\" reminder may not change their player state (they cannot die) and cannot act (no waking up at all, actions at day don't work, nominations fail, they cannot vote except for Travellers).",
		"reminders": [
			"jailed"
		],
		"attribution": "image: https://www.artstation.com/marketplace/p/1B1X8/3d-goth-fishnet-outfit-turtleneck-crop-top-pleated-metallic-leather-skirt-fishnet-tights-grunge-clothing?utm_source=artstation&utm_medium=referral&utm_campaign=artwork_search&utm_term=marketplace"
	},
	{
		"id": "tracker_trustmebro",
		"name": "Tracker",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/tracker_trustmebro.png",
		"team": "minion",
		"ability": "Each dawn, see all players (not yourself) whose abilities queried your registered or actual player state or properties correctly since last dawn.",
		"firstNightReminder": "See Other Night Reminder",
		"otherNightReminder": "Whenever the Tracker's registered or actual character, alignment or player state affected a player's ability since last dawn, add 1 \"tracked\" reminder to that player (if there is not already 1). At dawn, show all the players with the \"tracked\" reminder to the Tracker. Remove the \"tracked\" reminders.",
		"reminders": [
			"tracked"
		],
		"attribution": "image: https://www.clipartbest.com/clipart-acqogpEGi"
	},
	{
		"id": "sinisterfog_homebrew",
		"name": "Sinister Fog",
		"image": "https://www.bloodstar.xyz/p/Elmar/homebrew/sinisterfog_homebrew.png",
		"team": "minion",
		"ability": "Public player-specific states & properties are hidden. Dead players may nominate. As many good as evil dead players may succed in voting. No Fabled changes.",
		"firstNightReminder": "See Other Night Reminder.",
		"otherNightReminder": "When the Sinister Fog is enabled, don't declare *crisp* state/character/alignment changes of *specific* persons (story teller included). Treat dead players like alive ones. Allow everyone to start a nomination. Don't disclose the actual vote count. You must treat votes of good deads as drugged when they exceed the number of evil deads. When the Sinister Fog dies, declare all publicly known state (also misregistered one when required by an ability), including specific players' public conditions/impairments and update the Townsquare."
	},
	{
		"id": "putin_trustmebro",
		"name": "Putin",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/putin_trustmebro.png",
		"team": "demon",
		"ability": "Each night*, choose 1 player. From this player to (inclusively) the closest alive evil player, all players die. You cannot kill yourself. [+1 evil]",
		"firstNightReminder": "Choose one good player to become evil, and possibly a dedicated Townsfolk, Outsider or Minion character, except if just ≤ 5 players are in the game.",
		"otherNightReminder": "Let the Putin choose 1 player (dead or alive). Determine the closest evil player (considering only alive players). Start by killing the chosen player then continue to kill the next player towards the next alive evil player until finally the next alive evil player is killed. Ignore all dead players (they are not killed again). If the alive evil player is the Putin themself, then they do not die and only good players do.",
		"setup": true
	},
	{
		"id": "trump_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/trump_trustmebro.png",
		"firstNightReminder": "Don't use the Trump if the setup does not start with 2 minions – any (mis)registered minions count. If a player is good, they cannot be nominated by deads (unless being a Traveller) but they are exiled when the ballot succeeds. Only evil players are executed, ending the nominations. Declare and point at the Trump player after Dawn.",
		"otherNightReminder": "Let them choose 1 player. They die (if unprotected). Add the \"quit\" reminder to this player. Players with \"quit\" reminder cannot do anything except communicating\/walking and cannot be affected by any ability or rule. Only when the game ended, count them as players again with the state & properties that they had when they quit. When a good player is executed at day, declare an exile instead and treat it that way, just don't allow dead players to nominate non-travellers. When quit players nominate, their nomination fails despite successful vote. If the Trump would die while ≥ 1 minion is alive, the death affects the player instead who would be accountable for the death of the Trump.",
		"reminders": [
			"quit"
		],
		"setup": true,
		"name": "Trump",
		"team": "demon",
		"ability": "Each night*, choose 1 player: if good they die+quit. Good players are exiled, not executed. Everyone knows you. If minions are alive, players die instead who attack Trump. [≥2 minions]",
		"attribution": "image: https:\/\/duckduckgo.com\/?t=ffab&q=maga+cap+image&ia=images&iax=images&iai=https%3A%2F%2Fi5.walmartimages.com%2Fasr%2F19787e0c-21ae-4f49-b9d9-f34960068f2a_1.4f3e8e290ca8912870c13e0ab85c5289.jpeg"
	},
	{
		"id": "loanshark_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/loanshark_trustmebro.png",
		"firstNightReminder": "If the Loan Shark is a minion, add the \"minion\" reminder to the player.",
		"otherNightReminder": "Let them choose 1 player. If alive, this player gives 1 coin to the Loan Shark. If dead, this player gives 1 vote token to the Loan Shark (which they could only use when dead, e.g. with a Mastermind). If they have no coin: the chosen player dies if the Loan Shark is a demon else (if the Loan Shark is a minion) add 1 \"coin debt\" or 1 \"vote debt\" reminder to the chosen player. A player with \"coin debt\" reminder who earns a coin makes the Loan Shark earn it instead and 1 reminder is removed. Analogously for the \"vote debt\".",
		"reminders": [
			"Minion",
			"coin debt",
			"vote debt"
		],
		"setup": true,
		"name": "Loan Shark",
		"team": "demon",
		"ability": "Each night*, choose 1 player: alives give you 1 coin, deads 1 Vote Token. Else: they die OR (if you are minion) owe it to you. The team with most coins wins.  [You *might* be of minion type, +Shopkeeper]",
		"attribution": "image: https:\/\/www.etsy.com\/uk\/listing\/1065767447\/men-suit-luxury-pink-3-piece-formal"
	},
	{
		"id": "shredder_homebrew",
		"name": "Shredder",
		"image": "https://www.bloodstar.xyz/p/Elmar/homebrew/shredder_homebrew.png",
		"team": "demon",
		"ability": "Minions also are Samurai. Each night*, choose 1 player to kill with your Samurai. If your Samurai don't kill tonight, your chosen player is assassinated. [+1 Outsider]",
		"firstNightReminder": "Add the \"Samurai\" reminder to each minion player. (Remove the reminder when they lose their minion ability, e.g. on death.) Replace 1 Townsfolk with 1 Outsider in the setup.",
		"otherNightReminder": "Wake up the Shredder and let them choose 1 player who would be a valid choice for an Assassin player. Add the \"Shredder kill\" reminder to that player. After that, wake up all evil players with Samurai reminder. Let each choose 1 player. If the chosen player registers as Outsider to the choosing player, increase the chosen player's count (which is initialized to 0 each dusk). Finally, if there is exactly one player with highest count greater zero, this player dies (add a shroud, etc.). If no chosen player would die (either because no-one is attacked or the target is protected), the player with \"Shredder kill\" reminder dies as if an Assassin is used. After that, reset all the counts to zero and wake up all good Samurai and repeat the process for them.",
		"reminders": [
			"Samurai",
			"Shredder kill"
		],
		"setup": true,
		"attribution": "image: https://de.pinterest.com/pin/shredder-earth27-commission-by-philcho-on-deviantart--695454367468488754/ by Phil Cho"
	},
	{
		"id": "travelagent_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/travelagent_trustmebro.png",
		"otherNightReminder": "If no person has the \"travel\" reminder, let them choose a player (even themself or Travellers). This person quits the game. If this would end the game, the player misregisters as quit. Add the \"travel\" reminder to this person's token. You might declare the quitting at dawn. They don't count as player anymore. They rejoin at dusk if there are at least 4 other alive non-traveller players. Then remove the \"travel\" reminder.",
		"reminders": [
			"travel"
		],
		"name": "Travel Agent",
		"team": "traveller",
		"ability": "Each night*, choose 1 player (even Travellers): they (might) quit the game until next dusk where ≥ 4 other non-Travellers are alive. You can quit ≤ 1 person at the same time.",
		"attribution": "image: https:\/\/www.vectorstock.com\/royalty-free-vector\/door-icon-vector-13483248"
	},
	{
		"id": "sleepwalker_homebrew",
		"name": "Sleepwalker",
		"image": "https://www.bloodstar.xyz/p/Elmar/homebrew/sleepwalker_homebrew.png",
		"team": "traveller",
		"ability": "Once per game at night ≥ 2, get to know which players wake up until dawn. You learn if you see ± 1 players.",
		"otherNightReminder": "At the start of the night, wake up the Sleepwalker if they don't have the \"used\" reminder. If they nod \"yes\", add a \"wakeup\" reminder to any player who wakes up during the night. Before ending the night, wake up the Sleepwalker, show all players who have the \"wakeup\" reminder. Then remove all \"wakup\" reminders and add the \"used\" reminder to the Sleepwalker.",
		"reminders": [
			"used",
			"wakeup"
		],
		"attribution": "image: https://myrunway.co.za/_next/image?url=https:%2F%2Fs3-eu-west-1.amazonaws.com%2Fmyrunway-portal-global%2FImages%2FWOO_506058892_TAN%2FWOO_506058892_TAN%257C1.jpeg&w=828&q=100"
	},
	"bishop",
	{
		"id": "putschist_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/putschist_trustmebro.png",
		"firstNightReminder": "Choose 1 suitable player (no Traveller) whose alignment is difficult to confirm. Add the \"ruler\" reminder to the chosen player. Rest: See Other Night Reminder.",
		"otherNightReminder": "When the player with \"ruler\" reminder dies, remove the \"ruler\" reminder and that player also quits the game (remove the token, they get no Vote Token) and becomes the new Story Teller. Displaced Story Tellers don't revert to players and may not disclose any game info until they are players again. The replacement happens at dawn. Before that, choose another player (like the first time). If the Putschist dies, the original and current Story Teller decide who continues or let the remaining players have a ballot for continuing with the original Story Teller (like an exile ballot). New Story Tellers can be nominated for exile (like a Traveller), but 1 member of each team must support it. If the Story Teller is exiled, the team of the exiled Story Teller loses. Replaced Story Tellers lose Alignment. If a ballot succeeds for a former Story Teller they may receive the penality as specified by the nominator and if exiled, they lose alone and the game continues.",
		"reminders": [
			"ruler"
		],
		"name": "Putschist",
		"team": "traveller",
		"ability": "The Story Teller chooses 1 player. If they die, they quit from now on & displace the Story Teller who chooses again. New Story Tellers can be exiled. Then their team loses.",
		"attribution": "image: https:\/\/c8.alamy.com\/compde\/c0jrtc\/ein-foto-von-der-waage-der-gerechtigkeit-mit-einem-gleichgewicht-thema-overlay-c0jrtc.jpg"
	},
	{
		"id": "vice_homebrew",
		"name": "Vice",
		"image": "https://www.bloodstar.xyz/p/Elmar/homebrew/vice_homebrew.png",
		"team": "traveller",
		"ability": "At least once each night, you choose in place of the story teller. Your character type is secret. You register as being of Townsfolk/Minion type.",
		"firstNightReminder": "Secretly add the Vice Traveller to the setup. (When declaring the numbers, you might treat the Vice as Townsfolk, Minion or Traveller.) Treat the Vice as a Traveller regarding Minion/Demon info (i.e. the evil Vice only gets to know the Demon but evil players don't know the Vice). Rest: See Other Night Reminder",
		"otherNightReminder": "If this is the last choice that you as story teller will decide by yourself and the Vice player has no reminder \"chose\", then wake up the Vice player and make them choose for you. You might wake up the Vice earlier in the night to choose for you or if they have the \"chose\" reminder already. At dawn, remove the \"chose\" reminder.",
		"reminders": [
			"chose"
		],
		"setup": true,
		"attribution": "image: https://www.freepik.com/premium-vector/cigar-icons-set_5304454.htm"
	},
	"ferryman",
	"toymaker",
	{
		"id": "spoiler_trustmebro",
		"name": "Spoiler",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/spoiler_trustmebro.png",
		"team": "fabled",
		"ability": "The story teller may declare a restriction of or hints about enabled characters/abilities before the game session. No Story Teller nomination with excluded Atheist."
	},
	{
		"id": "fantasist_homebrew",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/fantasist_homebrew.png",
		"firstNightReminder": "You may only add non-script evil characters to the setup, if an ability learns this character at night.",
		"name": "Fantasist",
		"team": "fabled",
		"ability": "≤ 3 non-script non-demon characters might turn up during the game.",
		"attribution": "image: https:\/\/www.pinterest.com\/pin\/497507090057589898\/"
	},
	{
		"id": "apatheist_trustmebro",
		"name": "Apatheist",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/apatheist_trustmebro.png",
		"team": "fabled",
		"ability": "Players (not outsiders) can choose without constraint. The story teller does the rest to fit the selection to the game's requirements."
	},
	"gardener",
	"hindu",
	{
		"id": "shopkeeper_homebrew",
		"name": "Shopkeeper",
		"image": "https://www.bloodstar.xyz/p/Elmar/homebrew/shopkeeper_homebrew.png",
		"team": "loric",
		"ability": "Players can earn coins for each game-related quest, achievement or minigame they win. They can spend coins for immediate item effects from you.",
		"firstNightReminder": "Define the items that you want to offer during the game (up to 4 for each alignment is sufficient). Choose achievements, quests and minigames such as with the Zenomancer and their reward in coins. Decide about item prices based on the player number of an alignment and the available rewards. Of course, you also may use physical coins.",
		"otherNightReminder": "You may declare all shop offers (for good and evil) at the beginning or only when people ask you (only show them the offer for their character type!). People may accomplish achievements at any day or night. When people purchase an item/upgrade from you, add its reminder to the player in the grimoire (and possibly the day number when they purchased it). The item/upgrade is effective from now on. If you figure out that someone illegitimately got the coins for the purchase, you remove their reminder again.",
		"reminders": [
			"‹item/upgrade name›"
		]
	},
	"bootlegger"
]