[{"id":"_meta","name":"Trust Me Bro!","author":"Christoph","almanac":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/almanac.html"},{"id":"dusk_trustmebro","firstNightReminder":"Dusk","otherNightReminder":"Dusk","name":"Dusk","team":"jinxes","firstNight":22,"otherNight":4},{"id":"dawn_trustmebro","firstNightReminder":"Dawn","otherNightReminder":"Dawn","name":"Dawn","team":"jinxes","firstNight":64,"otherNight":64},{"id":"blabber_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/blabber_trustmebro.png","otherNightReminder":"If the Blabber’s public statement was completely true about the game state with regards to the Blabber character: Choose a player not protected from dying tonight. That player dies.","name":"Blabber","team":"townsfolk","ability":"Each day, you may make a public *game-related* statement. Tonight, if it was true *by registration*, a player dies.","otherNight":51},{"id":"faustian1_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/faustian1_trustmebro.png","otherNightReminder":"The Faustian points to 1 player and a character on their sheet and\/or gives a \"good\" signal (no \"evil\" signal). If the guess is *correct*, add the \"Faust Kill\" :reminder: to the player. If *wrong*, add the \"Faust Kill\" :reminder: to the Faustian. Later, show the Demon that the Faustian chose the player(s) with \"Faust Kill\" reminder. Then, if the Demon chooses the Faustian when using their ability, the Demon ability ignores the Faustian. Otherwise, if the player with \"Faust Kill\" reminder can die from the Demon, the Demon automatically replaces 1 choice with this player and the Faustian accounts for choosing this player. Before dawn, remove the \"Faust Kill\" :reminder:s. The Faustian affects themself if they have also a Demon ability. In this case, waking up again can be skipped, it happens automatically.","reminders":["Faust Kill"],"name":"Faustian","team":"townsfolk","ability":"Each night*, you guess character and\/or good alignment of 1 alive player. If right, their – or if wrong, your – death (that you account for) replaces 1 Demon choice.","otherNight":30},{"id":"adulterator_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/adulterator_trustmebro.png","otherNightReminder":"Remove the \"Protected\", \"Drunk\" and \"Deranged\" reminders for the Adulterator. The Adulterator points to two players. Add the \"Protected\" :reminder: to both. Add the \"Drunk\" :reminder: to one of both. Add the \"Deranged\" :reminder: to the same player or the other one. Players with \"Protected\" reminder don't die *tonight* (if they have the \"Drunk\" reminder) and don't die *until next dusk* (if they have the \"Deranged\" reminder). Players with \"Drunk\" reminder are drunk *tonight*. Players with \"Deranged\" reminder are deranged *until next dusk*.","reminders":["Protected","Drunk","Deranged"],"name":"Adulterator","team":"townsfolk","ability":"Each night*, choose 2 players: they can't die tonight, 1 is drunk. *1 is deranged and can't die until dusk.*","otherNight":29},{"id":"soulmate_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/soulmate_trustmebro.png","otherNightReminder":"Let the soulmate choose at most 1 person after demon but before minions. When the soulmate chose, it is like the demon tried to kill them. Independent of the success of death, this soulmate loses *all* abilities. At the onset of the vessel effect – as soon as the vessel dies – tell them that the Soulmate chose them. (Do this even if they chose themself.)","reminders":["eternal"],"setup":true,"name":"Soulmate","team":"townsfolk","ability":"Each night*, choose ≤ 1 person who has their abilities when dead & triggers no effects on death. When you chose you die and lose *all* abilities! Fixed alignment!","otherNight":46},{"id":"poppysnitch_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/poppysnitch_trustmebro.png","firstNightReminder":"Do not inform the Demon\/Minions who each other are but prepare 3 bluffs independently for each evil person. The bluffs may overlap.","otherNightReminder":"If the Poppy Grower has died, show the Minions\/Demon who each other are.","reminders":["Evil wakes"],"name":"Poppy Snitch","team":"townsfolk","ability":"Minions & Demons do not know each other *but get 3 independent bluffs*. If you die, minions & demons get to know each other that night.","firstNight":37,"otherNight":57},{"id":"puzzledrunk_trustmebro","firstNightReminder":"Choose a not-in-play character token that the Puzzledrunk should see instead. Put it into the bag, not the Puzzledrunk character. This allows you to put up to one illegal pair of characters in the bag.","otherNightReminder":"At most 1 player may guess to be the Puzzledrunk. If they guessed publicly or privately, privately tell them a player name. If their guess is right, the name is correct, else incorrect (and is not themself).","setup":true,"name":"Puzzledrunk","team":"townsfolk","ability":"You register as another character to everyone. Anyone may guess to be the Puzzledrunk. If right, they learn the *actual* Demon player, else anyone (not themself).","firstNight":13,"otherNight":52},{"id":"rationalist_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/rationalist_trustmebro.png","firstNightReminder":"Choose 1 person to whom you add unknown rules and modifications as long as this person has their abilities. Choose at most the regular number of evil players to let them always register as Minions plus 1 Dmon to other abilities. You may fake the public or private Minion signals that the Minion abilities emit. Choose 1 demon ability for yourself. Nothing else is manipulated.","otherNightReminder":"Remain consist and don't manipulate more than you are allowed to. If the manipulated player has no ability anymore, their manipulation is gone. When the game ends, explain what manipulation and rules you have chosen.","name":"Rationalist","team":"townsfolk","ability":"You are Atheist. The Story Teller modifies ≤ 1 player's abilities, misregisters ≤ X players as evil minions\/demons, fakes minion signals & has 1 demon ability. [X = regular # of evil]","attribution":"image: https:\/\/www.hiclipart.com\/free-transparent-background-png-clipart-iijui","firstNight":14,"otherNight":70},{"id":"psychic_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/psychic_trustmebro.png","firstNightReminder":"See Other Night Reminder","otherNightReminder":"Add the \"psyched\" reminder to every player who pointed at (or got to see) the Psychic player. At the end of the night, if at least 1 player has a \"psyched\" reminder, 1) if one of them registers as evil towards the Psychic add another \"psyched\" reminder to any new player, 2) wake up the Psychic and point to all players with \"psyched\" reminder. Remove the \"psyched\" reminders.","reminders":["psyched"],"name":"Psychic","team":"townsfolk","ability":"Each dawn, you learn which players saw you or pointed at you at night. If an evil player is among them, you see +1 false player.","attribution":"image: https:\/\/www.flaticon.com\/de\/kostenloses-icon\/handflache-mit-einem-auge-in-mudra-haltung_32964","firstNight":63,"otherNight":63},{"id":"sectarian_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/sectarian_trustmebro.png","firstNightReminder":"Determine an ability or discernible modification for a minion character that you want to give to the Sectarian. (It must work differently from their character token.) Give correct minion info to the Sectarian and treat the Sectarian as minion for evil players. Treat the Sectarian as evil Townsfolk or Outsider for good players.","otherNightReminder":"Play the special ability of the Sectarian which is different from their seen minion character. The Sectarian registers as evil minion to evil players and as evil Townsfolk or Outsider to good players.","name":"Sectarian","team":"townsfolk","ability":"You register as evil minion to yourself and evil players & as evil non-minion to other players. You are good & your minion is not your real ability.","attribution":"image: https:\/\/www.dreamstime.com\/impossible-geometric-shapes-unreal-line-figures-elements-visual-optical-illusion-symbols-abstract-delusion-forms-flat-vector-image259691613","firstNight":45,"otherNight":50},{"id":"instigator_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/instigator_trustmebro.png","firstNightReminder":"Add the \"instigated\" reminder to the (dead or alive) player to the left and to the right of the Instigator. From now on, the instigated players are deranged until next dusk. Optional: only make one player deranged. Add the reminder \"CW\" (clockwise only) or \"CCW\" (counterclockwise only) reminder.","otherNightReminder":"At dusk, move the \"instigated\" reminder to the X-th clockwise and counterclockwise (dead or alive) neighbour of the Instigator. The instigated players are deranged until next dusk. Optional: only make one player deranged, clockwise if \"CW\" reminder is set, counterclockwise if \"CCW\" is set.","reminders":["instigated","CW","CCW"],"name":"Instigator","team":"townsfolk","ability":"On night\/day X, your X-th neighbour (clockwise AND counterclockwise) is deranged.","attribution":"image: https:\/\/www.flaticon.com\/free-icons\/domino – Domino icons created by nangicon - Flaticon","firstNight":56,"otherNight":20},{"id":"antifascist_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/antifascist_trustmebro.png","firstNightReminder":"Show the character of 1 demon player to the Antifascist. Rest: See Other Night Reminder.","otherNightReminder":"Show the number of alive good plus evil players who *register as being of Minion type* to the Antifascist.","name":"Antifascist","team":"townsfolk","ability":"You start knowing the character of 1 Demon player. Each night, you learn the number of alive minions.","attribution":"image: https:\/\/www.pngegg.com\/en\/png-ptape","firstNight":59,"otherNight":58},{"id":"bodyguard_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/bodyguard_trustmebro.png","firstNightReminder":"Determine a valuable good Townsfolk (not the Bodyguard) or dangerous Outsider and add the \"VIP\" reminder to them. Wake up the Demon. Show them the Bodyguard chose them, point at the player with \"VIP\" reminder and show the VIP's character. At the end of the night, wake up the Bodyguard and point to the VIP player.","otherNightReminder":"If the player with VIP reminder was killed by the Demon, wake up the Bodyguard and point to the Demon player. After dawn, if the VIP died tonight, declare the character in addition to the VIP having died.","reminders":["VIP"],"name":"Bodyguard","team":"townsfolk","ability":"You start knowing the good VIP. The Demon knows the VIP. If the Demon kills them, you learn the Demon player. If the VIP dies, their character is declared even if you died.","attribution":"image: https:\/\/dygtyjqp7pi0m.cloudfront.net\/i\/70079\/55064358_1.jpg?v=8DD1B07870E70B0","firstNight":46,"otherNight":56},{"id":"biologist_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/biologist_trustmebro.png","firstNightReminder":"See Other Night Reminder","otherNightReminder":"Let the Biologist choose 1 player (you may disallow them to choose themself). If the player has a character that is not in the minion or townsfolk section of the script, give a \"not minion\/townsfolk\" answer. If the character is not in the demon or outsider section, give a \"not demon\/outsider\" answer. Otherwise, the answer is arbitrary.","name":"Biologist","team":"townsfolk","ability":"Each night, choose 1 player: You learn whether their character is *not* in either the Minion\/Townsfolk or the Demon\/Outsider section of the script.","attribution":"image: https:\/\/www.alamy.com\/stock-image-biology-science-icons-169628773.html","firstNight":60,"otherNight":59},{"id":"necrophage_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/necrophage_trustmebro.png","otherNightReminder":"Let the Necrophage choose a player (including themself). If this player's life state *may* or *might* register differently in different contexts\/game rules, give a \"no\" answer, else a \"yes\" answer.","name":"Necrophage","team":"townsfolk","ability":"Each night*, choose 1 player. You learn if their public AND covert life state registers correctly.","attribution":"image: https:\/\/clipground.com\/Customizer\/","otherNight":60},{"id":"logician_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/logician_trustmebro.png","firstNightReminder":"Invent a common property that at least 2 players should have in this game. Show the first player to the Logician tonight.","otherNightReminder":"Show another player to the Logician who satisfies the same game state condition as the previously seen players at their respective night.","name":"Logician","team":"townsfolk","ability":"Each night, you see 1 player different from last night. All seen players have something unknown in common at the time of seeing them.","firstNight":29,"otherNight":16},{"id":"kindergardener_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/kindergardener_trustmebro.png","firstNightReminder":"See Other Night Reminder","otherNightReminder":"At dusk, if the Kindergardener has no \"protection\" reminder at dusk, remove all \"Kinder-sick\" :reminder:s. If the Kindergardener has the \"protection\" reminder tonight, add the \"Kinder-sick\" reminder to each player who would have died tonight after the first dying player. If a \"Kinder-sick\" reminder is added to a player, the player does not die & make sure the Kindergardener also has 1 \"Kinder-sick\" :reminder:. Players with \"Kinder-sick\" reminder have the sick state (they don't wake up for their abilities and cannot nominate). Now, if the Kindergardener has no \"Kinder-sick\" reminder, let them choose 1 player. Add the \"child\" :reminder: to that player. If the player with \"child\" reminder has died or dies tonight or the next day, then add the \"protection\" :reminder: to the Kindergardener. If the Kindergardener has the \"protection\" reminder at dusk, give them 1 info signal (character, character type, alignment, player or player state) for each player with \"Kinder-sick\" reminder. Then remove the \"protection\" :reminder:.","reminders":["child","protection","Kinder-sick"],"name":"Kindergardener","team":"townsfolk","ability":"Each night, choose someone: if they die in this cycle, the 2nd, 3rd,… victim next night don't die & get sick with you. Get 1 info of each protected player, even if sick.","attribution":"image: https:\/\/clipground.com\/Customizer\/","firstNight":61,"otherNight":61},{"id":"pastor_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/pastor_trustmebro.png","otherNightReminder":"Wake the Pastor (or let them visit you at the next day). They show you one question whose answer must directly concern info about the players who either were killed or did not die due to protection tonight or the last day. The question may not make assumptions about anything else than alignment or character type of players, otherwise you might give an empty answer (a maybe) or request a new question.","name":"Pastor","team":"townsfolk","ability":"Each night*, ask for 1 info signal concerning tonight's or yesterday's death targets. The info may be conditional regarding alignment or type of others.","attribution":"image: https:\/\/www.istockphoto.com\/de\/vektor\/prediger-symbol-gm673830342-123572583","otherNight":53},{"id":"villagegargoyle_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/villagegargoyle_trustmebro.png","firstNightReminder":"Choose a not-in-play Townsfolk for the Gargoyle or let a dedicated Gargoyle player choose one *before the game*. If this happens, the Gargoyle registers like a normal player until dusk.","otherNightReminder":"On their first night (but not at night 1), they turn into their Townsfolk character. Add the aligned Townsfolk token to the Gargoyle token in the Grimoire. (**Optionally:** the Gargoyle may obtain an evil alignment or chooses one when they get the Townsfolk.) The first time when the Gargoyle is part of the majority team, they die at night, *publicly*(!), and the Demon skips their action of tonight. The first time when the Gargoyle is not part of the majority team *anymore*, wake them to choose 1 other (dead or alive) player. The Gargoyle's Townsfolk character moves to the chosen player whose previous character is replaced. If it is a Demon player with active ability, yet another *alive* player becomes the evil Demon of equal charater instead.","name":"Village Gargoyle","team":"townsfolk","ability":"On your 1st night after night 1, get a not-in-play Townsfolk+alignment. When your team has majority, you die. When your team loses it, choose 1 player to get your Townsfolk.","attribution":"image: https:\/\/wecoloringpage.com\/the-hunchback-of-notre-dame-gargoyle5-cartoon-coloring-pages\/","firstNight":12,"otherNight":19},{"id":"maniac_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/maniac_trustmebro.png","firstNightReminder":"Choose a demon character for the Maniac and put it into the bag for the Maniac to draw. The Maniac gets Demon info. All info of the Maniac is strictly false. During the Demon info of the real Demon, show them what Demon character the Maniac has. (Don't show the player!!)","otherNightReminder":"When the Maniac chooses players, add a \"maniac-ed\" :reminder: to all of them and their deranged Demon ability is played (this is like the real ability but the final player state effects are negated). Instead of killing players, the Maniac protects players *from 1 kill*, during the phase of the attack. Instead of poisoning players, the Maniac would protect them against 1 source of poisoning for the same duration. A deranged ability must cause state effects which are negated (i.e. different) from the ones of the prudent ability. The real Demon sees what players have the \"maniac-ed\" reminder. Later tonight, remove all \"maniac-ed\" :reminder:s.","reminders":["maniac-ed"],"name":"Maniac","team":"townsfolk","ability":"You think to be a Demon, register as being of Demon Type & have a deranged Demon ability. The Demon knows your character & who you choose.","attribution":"image: https:\/\/www.vectorstock.com\/royalty-free-vector\/maniac-flat-icon-vector-16801907","firstNight":39,"otherNight":32},{"id":"balloonatic_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/balloonatic_trustmebro.png","otherNightReminder":"Right before the Demon, the Balloonatic chooses 1 player (dead or alive). Add the \"ballooned\" :reminder: to this player. Wake the Demon: show that the Balloonatic chose the player with \"ballooned\" reminder. During the night, add a \"Demon-killed\" :reminder: to each player who dies and whose death the Demon accounts for. If no player got the \"Demon-killed\" reminder after the Demon used their ability, the player with \"ballooned\" reminder is attacked (without waking the Demon). If the player with \"ballooned\" reminder dies due to this, add the \"Demon-killed\" :reminder:. If no player has a \"Demon-killed\" reminder (because they were targeted when dead or protected), the Balloonatic is drunk for the whole night (and must get false information). Add the \"balloon-drunk\" :reminder: to the Balloonatic. Before dawn, wake the Balloonatic again and show them a list of character types. 1 character type for each player with \"Demon-killed\" reminder (in random order). If the Balloonatic has the \"balloon-drunk\" reminder, show at least one random character type. Do *not* tell the Balloonatic which player has which character type! Remove the \"ballooned\", \"balloon-drunk\" and \"Demon-killed\" :reminder:s at the end of the night.","reminders":["ballooned","balloon-drunk","Demon-killed"],"name":"Balloonatic","team":"townsfolk","ability":"Each night*, choose 1 player who dies from the Demon if no-one had. The Demon knows who. You get a list of ≥ 1 character type of Demon-killed OR are drunk tonight.","attribution":"image: https:\/\/creazilla.com\/media\/clipart\/76522\/hot-air-balloon, https:\/\/www.vecteezy.com\/vector-art\/5720403-crossbones-icon-death-symbol-black-vector-illustration-of-skull-and-bones-isolated-on-white-background-poison-symbol-vector","otherNight":33},{"id":"murderer_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/murderer_trustmebro.png","firstNightReminder":"Invent a kill condition towards 1 player for the Murderer that fits to your setup. Tell the Murderer this condition before the game or in their first night. Note down the condition in your Grimoire.","otherNightReminder":"Anytime at day or night, during the game, the Murderer may attempt to satisfy this condition by acting towards 1 player according to it. If this happened and the targeted player satisfies the Murderer condition, the targeted player OR the Murderer is assassinated (i.e. they die even if protected). If assassination is not possible, the attempt is ignored. If this happens at night, the death is only declared at dawn with all the other deaths. If it happens too late, other abilities who get information from deaths might not benefit from the effects of your kill.","name":"Murderer","team":"townsfolk","ability":"You start knowing a game-related condition. Once per game, anytime, if you attempt to satisfy this condition towards 1 player & succeed, they or you are assasinated.","attribution":"image: https:\/\/de.dreamstime.com\/tatort-kreide-entwurf-image116623364","firstNight":24,"otherNight":3},{"id":"muezzin_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/muezzin_trustmebro.png","firstNightReminder":"See Other Night Reminder","otherNightReminder":"If a 2nd player of the Muezzin's team would have or use a drunk or poisoned ability while already 1 player has one, break the rules in favour of the disadvantaged team or the team of the Muezzin (ideally using the smallest change) such that only 1 player of the Muezzin's team has or uses drunk or poisoned abilities during the whole day or whole night. The Muezzin cannot get drunk (but poisoned).","name":"Muezzin","team":"townsfolk","ability":"At most 1 player of your team (not yourself) can have drunk or poisoned abilities per night or day.","attribution":"image: https:\/\/www.vecteezy.com\/vector-art\/617366-no-alcohol-sign-drinking-alcohol-is-forbidden-icon","firstNight":25,"otherNight":11},{"id":"patroness_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/patroness_trustmebro.png","firstNightReminder":"See other Night Reminder.","otherNightReminder":"Before the Demon acts, wake the Patroness and let them point at 1 *alive* player (not themself). Sleep. If this player has no outsider ability (i.e. no ability associated to a character in the script's outsider section), add the \"blessed\" :reminder: to that player. Wishes and state or propertgy changes do not affect the player with \"blessed\" reminder, if they orignate from a player without \"blessed\" reminder. (E.g. they don't die from other players.) However, state or property effects may still end regularly (and will not be removed when previously triggered), and players are still affected by effects from their used abilities and actions, even if the player got the \"blessed\" reminder. When the Demon wakes, show them that the Patroness chose the player with the \"blessed\" reminder.","reminders":["blessed"],"name":"Patroness","team":"townsfolk","ability":"Each night, choose 1 alive player (not yourself) who (having no outsider ability) is immune against wishes or changes caused by others until dusk. The Demon knows who.","attribution":"image: https:\/\/image.lexica.art\/full_jpg\/c6322780-960b-41d9-837f-20ea81c975a1","firstNight":38,"otherNight":31},{"id":"smartypants_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/smartypants_trustmebro.png","firstNightReminder":"Choose 2 players who have at least 1 pair of different character types among them. Add the \"Smarts\" :reminder:s to them. Wake the Smartypants and point at the players with \"Smarts\" reminder. Also show the character token of one ability or character among both players.","reminders":["Smarts"],"name":"Smartypants","team":"townsfolk","ability":"You start knowing 2 players with different character type & 1 ability or character among them.","attribution":"image: https:\/\/images.template.net\/489670\/Glasses-Clipart-edit-online.png","firstNight":58},{"id":"masterhora_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/masterhora_trustmebro.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"Count the number of players \"N\" who register as outsiders at dusk and add a \"‹N› outsiders\" :reminder: to Master Hora. At day, when someone is executed, add a \"skip ‹X›\" :reminder: to Master Hora where X is the execution's ordinal number (the first execution has X = 0). If X = N, also force the day to end. At dawn, if Master Hora has a \"skip ‹X›\" reminder where X ≥ 1, replace the \"skip ‹X›\" reminder with a \"skip ‹X-1›\" :reminder: and repeat the whole night phase again in correct night phase order. Else, end the night. You might end the night (but not the day) at a dusk (before the next night) if a team has won.","reminders":["‹N› outsiders","skip ‹N›"],"name":"Master Hora","team":"outsider","ability":"Each extra execution swaps the next night with its following day but at most the current outsider number of nights. Intermediate executions don't end the game.","attribution":"image: https:\/\/de.pinterest.com\/pin\/284923113910859362\/","firstNight":28,"otherNight":14},{"id":"wicked_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/wicked_trustmebro.png","name":"Wicked","team":"outsider","ability":"Whoever wins, loses & whoever loses, wins, even if you are dead, *except if the Story Teller is executed*.","flavor":"But many who are first will be last, and many who are last will be first. (Matthew 30:19)"},{"id":"maverick_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/maverick_trustmebro.png","otherNightReminder":"If the Maverick has died, let them choose 1 player. If the chosen player is evil, the Maverick turns into a Heretic next dusk (if good) or next dawn (if evil). At least all players of the opposite team learn about this event.","name":"Maverick","team":"outsider","ability":"When you learn that you died, publicly choose 1 alive player: if they are evil, you *become a Heretic at dusk or dawn and the opposite team learns this*.","otherNight":54},{"id":"prosecutor_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/prosecutor_trustmebro.png","firstNightReminder":"The Prosecutor might be an Ogre or get an evil alignment.","otherNightReminder":"Before protection characters take effect, add the \"drunk\" reminder to the Prosecutor when they checked 1 execution at the last day whose executee has had equal alignment. Remove the \"drunk\" reminder when they lose their ability.","reminders":["drunk"],"name":"Prosecutor","team":"outsider","ability":"Each day, claim prosecution of ≤ 1 executee. If they have your alignment, they don't die & you are drunk from now on. You might be Ogre or evil.","attribution":"This character is my derivation of the Laywer idea of Alex from the Werworrias Group! Thank you Alex.","firstNight":36,"otherNight":24},{"id":"anarchist_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/anarchist_trustmebro.png","firstNightReminder":"Show 1 good bluff character to the Anarchist. It might coincide with the bluff of someone else.","name":"Anarchist","team":"outsider","ability":"You have every alignment & character type unless you die. You register like the interacting player. The demon & story teller choices don't kill you. You get 1 bluff.","attribution":"image: https:\/\/www.britannica.com\/topic\/anarchism","firstNight":47},{"id":"punk_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/punk_trustmebro.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"Play the Punk's drunk ability. At day or night, if a good ability guesses the Punk with an interaction that has a free choice and has only a *conditional effect* w.r.t. character (type), alignment or player state, add the \"Punk guess\" reminder to them. If someone has the \"Punk guess\" reminder, choose a player to die preferably in a way that allows for false conclusions regarding a guessing player's ability.","reminders":["Minion","Punk guess"],"setup":true,"name":"Punk","team":"outsider","ability":"You have a drunk ability (no Outsider) & register as opposite to it. If you are *guessed* by a good ability, someone *might* die at night. You *might* be of non-outsider type.","attribution":"image: https:\/\/www.vecteezy.com\/vector-art\/47629480-punk-lifestyle-subculture-style-line-icon-illustration","firstNight":57,"otherNight":55},{"id":"sickener_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/sickener_trustmebro.png","firstNightReminder":"Prepare the setup by replacing any 1 other character (and their alignment), not the Demon, with any character and any alignment. At dawn 1 (after the first night), add the \"sickened\" reminder to the affected player and show the sick character to the Sickener. Wake up the Sickener and show them the sickened player's character.","otherNightReminder":"If the Sickener has their ability, don't wake up the player with \"sickened\" reminder, treat their day actions like a bluff and let their nominations fail covertly or overtly after the ballot with no reason. When the sickened player dies, wake up the Sickener at night. (You may show a death signal.)","reminders":["sickened"],"setup":true,"name":"Sickener","team":"outsider","ability":"1 player is sick since 1st dawn. You start knowing their character & learn when they die. [+1 of any character type & alignment, you *might* be of Townsfolk type]","attribution":"image: https:\/\/www.pngall.com\/biohazard-symbol-png\/download\/10022\/","firstNight":20,"otherNight":15},{"id":"fan_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/fan_trustmebro.png","firstNightReminder":"Choose N ≤ 3 actually in-play minion characters and 3 - N minions which are not (and possibly a character that other players believe to be in play). Show these 3 to the Fan. Also: let them choose 1 player for their Ogre ability. They get the chosen player's alignment.","otherNightReminder":"At day, when the Fan visited you and made a minion guess: when it was right, they get to see the minion character + evil alignment tonight. Change their character to the minion. Otherwise they get to see a good alignment. Indicate the player's good alignment in the Grimoire by unflipping the Fan token. If they got a new alignment, remove the \"Fan Friend\" reminder (the Ogre ability is lost).","reminders":["Fan Friend"],"name":"Fan","team":"outsider","ability":"Once per game, guess 1 of 3 initally seen minion characters that is not in play. If you are right, you get evil + this minion, else you get good. You are an Ogre.","attribution":"image: https:\/\/www.vecteezy.com\/vector-art\/14174950-heart-flower-vector-filled-outline-icon-design-illustration-love-symbol-on-white-background-eps-10-file","firstNight":48,"otherNight":23},{"id":"deathgargoyle_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/deathgargoyle_trustmebro.png","firstNightReminder":"If the Gargoyle is part of the majority Team, they are dead from the start. Don't add a Shroud, don't show the death publicly. Otherwise, add a \"vivid\" :reminder: to the player.","otherNightReminder":"If the Gargoyle's team turned from a majority to non-majority, add the \"vivid\" :reminder: to the player. Don't declare anything. If the Gargoyle is attacked while *not* having the \"vivid\" reminder, it doesn't kill. If the Gargoyle is killed while having the \"vivid\" reminder, remove the \"vivid\" :reminder: & make the Gargoyle die *normally and publicly* & in the next occasion at night, let the Gargoyle choose 1 alive player who dies. If it is an active Demon player, yet another alive player becomes an evil Demon of equal character.","reminders":["vivid"],"name":"Death Gargoyle","team":"outsider","ability":"Once per game, you get alive if your team loses majority. You start as covertly dead. If you die, choose 1 alive player to kill at night: if a demon, 1 other alive player gets evil+this demon.","attribution":"image: https:\/\/de.pinterest.com\/pin\/558376053804213324\/","firstNight":30,"otherNight":17},{"id":"bipartisan_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/bipartisan_trustmebro.png","firstNightReminder":"Decide whether the Bipartisan should be anti the whole game or not. (A normal one is not executed and demon-killed. An anti-one is assassinated during the game instead of the death of an executee or demon victim but may nominate even if dead, prolonging the game after all goods are dead.) If yes, add the \"permanent-anti\" :reminder: to the player. Rest: See Other Night Reminder.","otherNightReminder":"A Bipartisan with \"permanent-anti\" reminder has the anti state. If the Bipartisan is anti, they might be assassinated instead of 1 executee or a demon victim being killed. Players may claim the Bipartisan character at day to nominate, no matter their state. Their call for a ballot is always treated like a valid call for the ballot and their vote\/support for a ballot is always valid and counts positively if the player is an anti Bipartisan. Normal Bipartisans don't register as players towards any ballot rules, even calls and support for exiles, as long as their vote would count positively. Hence, nominations and votes of normal Bipartisan players covertly fail and get ignored (as if not happened). If a normal Bipartisan is executed or would be killed by the Demon, they don't die. If an anti Bipartisan is in play, the game ends, if only ≤ 2 alive players are not *normal* Bipartisan players (or if available good team votes are less equal to evil team votes), else the game ends, if only one team is still alive excluding normal Bipartisan players. ","reminders":["permanent-anti"],"name":"Bipartisan","team":"outsider","ability":"You are not Townsfolk & cannot die from executions or Demons & cannot call for & support ballots positively. You *might* be anti.","firstNight":21,"otherNight":45},{"id":"scaremonger1_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/scaremonger1_trustmebro.png","firstNightReminder":"The Scaremonger points to a player. Place the Fear token next to that player and declare that a Scaremonger is in play at dawn.","otherNightReminder":"The Scaremonger points to a player. Move the Fear token next to that player. Even if the Scaremonger is dead: At the final dawn, if the player with \"Fear\" reminder lives, declare that they die and end the game.","reminders":["Fear"],"name":"Scaremonger","team":"minion","ability":"Each night*, choose 1 player. On the final day, the last chosen player dies even if you are dead. All players know you are in play.","firstNight":53,"otherNight":47},{"id":"panicmonger_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/panicmonger_trustmebro.png","firstNightReminder":"Declare that the Panicmonger is in play at dawn. Rest: See Other Night Reminder.","otherNightReminder":"The Panicmonger points to a player. Add\/Move the \"Fury\" reminder to that player. Let them point to another player who is good and not a Traveller. Add\/Move the \"Fear\" reminder to that player. If at a day, the player with \"fury\" executes the player with \"fear\", show the Grimoire to the Panicmonger at the next night, without any Spy-\/Widow-like Jinxes at play.","reminders":["Fury","Fear"],"name":"Panicmonger","team":"minion","ability":"Each night, choose 1 player, then 1 good non-traveller. If the 1st executes the 2nd with ≥ 5 players alive, evil wins. All players know you are in play.","firstNight":54,"otherNight":48},{"id":"bully_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/bully_trustmebro.png","firstNightReminder":"See Other Night reminder.","otherNightReminder":"Wait for the demon to kill. Afterwards, if a previously bullied person did not claim their true character, that person dies if the Bully was sober+healthy at dusk. Later after your choice, if the chosen Person registers not in the same team as Bully, mark them \"bullied\" and Inform the chosen person to be chosen by the Bully.","reminders":["bullied"],"name":"Bully","team":"minion","ability":"Each night, choose a player who learns this & dies if they don't claim their true character during next nominations. No effect on your team.","firstNight":55,"otherNight":49},{"id":"plotter_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/plotter_trustmebro.png","firstNightReminder":"Wake up Plotter to choose a character+alignment to register as regarding the game rules (this may affect the minion + demon info step that happens afterwards). Count all outsider tokens in the setup. You can add or remove outsiders arbitrarily. Fabled restrictions on outsiders\/evil minions are ignored. First show the minion and demon info. Later, let the plotter choose non-minion players to become new minions of character+alignment they wish (give no feedback if specific wishes fail, i.e. specific players don't change). After demon info: Wake up Plotter and show them 1 not in play townsfolk, 1 not in play outsider (both not demon bluffs) and 1 *in play* minion, whose player the demon didn't get to see. Wake up all outsiders (except this Plotter), let them know the other outsiders and show who is the Plotter. Sleep. Wake up all minions (except this Plotter), let them know the other minions and show them the Plotter. Sleep. Show the demon to only evil minions. Sleep. Wake up the Plotter, show all final minions (no demons). This number of minions is X. Sleep. Rest: see Other Night Reminder.","otherNightReminder":"On night X, first make every townsfolk and demon deranged. If there is no outsider in the setup, this never triggers. When the plotter became drunk\/poisoned and Spirit of Ivory is in play, turn evil players\/minions into good players, as necessary & notify them. Otherwise, even when the Plotter died, don't forget the Plotter decides their registration at the start of the night and each time a new person+ability combination interacts with the Plotter: initially let them choose character+alignment for the game rules. Sleep. Later, wake them up, show them only the character (not the person) and let them respond with an alignment+character. Put them to sleep and continue finishing the ability with your queried information.","reminders":["X"],"remindersGlobal":["Night 1","Night 2","Night 3","Night 4","Night 5","Night 6","Night 7"],"name":"Plotter","team":"minion","ability":"On night X, Townsfolk+demons are deranged until dusk. Even when dead: Townsfolk\/demons play vs. outsiders\/minions, you poison Spirit of Ivory, choose how to register. Outsiders see you & each other. [X Outsiders]","flavor":"I am having a goal! The town of Ravenswood Bluff... WILL BE MINE!!! You shall be fearing me! I HAVE FURY!!","firstNight":34,"otherNight":21},{"id":"whisperer_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/whisperer_trustmebro.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"Let them choose 1 player. Move the \"whispered\" reminder to that player. Players with \"whispered\" reminder have their final player state effects negated until next dusk (such that they differ from the unnegated state). If they chose themself, their next chosen player will have no dyseffective state until next dusk. It neither changes info they get nor any details or ability rules.","reminders":["whispered"],"name":"Whisperer","team":"minion","ability":"Each night, choose a player: they are dyseffective until dusk.","attribution":"image: https:\/\/www.vecteezy.com\/vector-art\/8258043-lip-and-hand-vector-illustration-design","firstNight":52,"otherNight":27},{"id":"jailer_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/jailer_trustmebro.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"Let them choose 1 player except for themself. Move the \"jailed\" reminder to that player. Players with \"jailed\" reminder may not change their player state (they cannot die) and cannot act (no waking up at all, actions at day don't work, nominations fail, they cannot vote except for Travellers).","reminders":["jailed"],"name":"Jailer","team":"minion","ability":"Each night, choose 1 player (not yourself): they are captive until dusk.","attribution":"image: https:\/\/www.artstation.com\/marketplace\/p\/1B1X8\/3d-goth-fishnet-outfit-turtleneck-crop-top-pleated-metallic-leather-skirt-fishnet-tights-grunge-clothing?utm_source=artstation&utm_medium=referral&utm_campaign=artwork_search&utm_term=marketplace","firstNight":51,"otherNight":28},{"id":"tracker_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/tracker_trustmebro.png","firstNightReminder":"See Other Night Reminder","otherNightReminder":"Whenever the Tracker's registered or actual character, alignment or player state affected a player's ability since last dawn, add 1 \"tracked\" reminder to that player (if there is not already 1). At dawn, show all the players with the \"tracked\" reminder to the Tracker. Remove the \"tracked\" reminders.","reminders":["tracked"],"name":"Tracker","team":"minion","ability":"Each dawn, see all players (not yourself) whose abilities queried your registered or actual player state or properties correctly since last dawn.","attribution":"image: https:\/\/www.clipartbest.com\/clipart-acqogpEGi","firstNight":62,"otherNight":62},{"id":"terminator_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/terminator_trustmebro.png","firstNightReminder":"Choose a not-in-play Outsider for the Terminator. Wake the Terminator to show them that they might register as that character. Add this character as reminder to the Terminator player.","otherNightReminder":"If the Terminator is executed deadly, another alive player of their team gets the Terminator. If the Terminator nominates and executes, such that the Demon ability is removed (e.g. executing the Demon or turning them into a Terminator via self-execution), then the evil team wins. Usually, the Terminator should register as their Outsider: you might choose this way even at the start (preventing the Terminator from getting and being registered by minion info). The Terminator should register normally if no good abilities are in play anymore that could check the evil alignment of the Terminator. If the Terminator resurrects while another one is active, add the \"self-poisoned\" :reminder: and treat the player as poisoned. while they have this reminder","reminders":["self-poisoned"],"setup":true,"name":"Terminator","team":"minion","ability":"If you nominate, execute & remove the Demon, evil wins. If you are executed deadly, 1 alive team member gets Terminator. You *might* register as Outsider. [≥3 evils]","attribution":"image: https:\/\/i.ebayimg.com\/images\/g\/~9QAAOSwlb5jyVAt\/s-l1200.jpg","firstNight":67,"otherNight":66},{"id":"president_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/president_trustmebro.png","firstNightReminder":"See other NIght Reminder.","otherNightReminder":"The game does not end, except if someone calls for ending the game and the majority of players agree (like a call for exile). Allow any player to make a call for ending the game. Afterwards players discuss until they signal their readiness for the ballot. The call and the ballot may happen only once per day. If most people support the call, the game is ended and the winners and losers are determined per currently applicable conditions. If you are executed and die AND if you would lose the game (when evaluating the winning condition for you at this moment), then the evil team wins.","name":"President","team":"minion","ability":"The game ends only if the majority votes to end the game. If you are deadly executed while ending the game would make you lose, evil wins.","attribution":"image: https:\/\/www.vecteezy.com\/vector-art\/16892085-presidents-day-vector-illustration-president-s-day-celebrations-the-design-concept-for-the-background-with-the-president-s-hat","firstNight":68,"otherNight":67},{"id":"tyrant_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/tyrant_trustmebro.png","firstNightReminder":"Choose an outsider ability for the Tyrant that every Townsfolk should get. Add a \"tyrant ‹outsider›\" (with the outsider ability) to everyone who registers as Townsfolk to the Tyrant player (some minions also might register as Townsfolk).  After dawn, you *might* declare that a Tyrant with this outsider ability is in play (for balancing reasons).","otherNightReminder":"Take care of the outsider ability of everyone with \"tyrant ‹outsider›\" reminder.","reminders":["tyrant ‹outsider›"],"name":"Tyrant","team":"minion","ability":"All Townsfolk have an outsider ability and *might* register as the ability's character. Everyone or nobody knows which ability.","attribution":"image: https:\/\/de.dreamstime.com\/tyrannosaurus-rex-silhouette-karikaturtyrannosaurus-auf-wei%C3%9Fem-hintergrund-image175581312","firstNight":31,"otherNight":18},{"id":"centralist_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/centralist_trustmebro.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"If a player nominates and has no \"nominated\" reminder, add the \"nominated\" :reminder: to them in the Grimoire. If a player has the \"nominated\" reminder, they are suppressed and you have to reject the nomination.","reminders":["nominated"],"name":"Centralist","team":"minion","ability":"Each player (alive or dead) can nominate only once per game.","attribution":"image: https:\/\/ancientsymbols.org\/communist-symbol\/","firstNight":66,"otherNight":65},{"id":"sorcerer_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/sorcerer_trustmebro.png","firstNightReminder":"See other Night Reminder","otherNightReminder":"At dusk, undo the wishes' non-permanent effects for the current player with \"cursed\" reminder. If it is not the last dusk, let the Sorcerer choose 1 player OR 1 character (but not both, no travellers and not the Sorcerer (player)). Move the \"cursed\" :reminder: to them. The Sorcerer shows you their prepared wish (or gave it to you at the day). The wish must have ≤ 2 predicates, no AND-like connectives. Only the cursed player can be affected from the wish's effects and may only affect game state or effects that the player triggers by actions and may be conditional. It cannot directly decide about winning or losing of players. You *might* declare the wish towards the player publicly or privately (for balancing). Conditional effects which were declared to the player are permanent when they trigger (even if the trigger condition is gone next dusk). Write down the \"‹effect›\" :reminder: in the Grimoire for a player who got a permanent effect. Players can only have 1 permanent effect. If they get a new one, the old one is lost. If the Sorcerer dies, remove any \"cursed\" or \"‹effect›\" :reminder:s.","reminders":["cursed","‹effect›"],"name":"Sorcerer","team":"minion","ability":"Each non-last night, choose 1 player OR character (not yourself) & make a game-related wish (≤ 2 predicates, no AND-like connections) about them which holds until next dusk.","attribution":"image: https:\/\/www.alamy.com\/black-silhouette-of-a-wizard-isolated-on-a-white-background-concept-of-halloween-evil-sorcerer-magic-fantasy-character-cast-spells-minimalist-sty-image610737695.html","firstNight":50,"otherNight":26},{"id":"agitator_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/agitator_trustmebro.png","firstNightReminder":"Choose 1 player who might be able to nominate more often than all others. Wake the Agitator and point at this player. Add the \"agitated\" :reminder: to that player. Rest: See Other Night Reminder.","otherNightReminder":"Whenever an evil ability chooses the player with \"agitated\" reminder, where this choice could possibly kill the player, the Story Teller refuses the choice and prompts to choose again. As soon as there is no player in the game that could nominate & execute as many players as the player with \"agitated\" reminder has already done, end the game and declare that evil wins (if good has not won by now).","reminders":["agitated"],"name":"Agitator","team":"minion","ability":"You start knowing 1 good player who cannot be chosen by evil killing abilities. If this player nominates and executes *more* than everyone else, your team wins.","attribution":"image: https:\/\/www.freepik.com\/premium-vector\/black-white-drawing-megaphone-with-black-outline_296221674.htm","firstNight":49,"otherNight":25},{"id":"plague_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/plague_trustmebro.png","name":"Plague","team":"minion","ability":"At night 3, you change to a chosen Townsfolk or Outsider character. ≥ 1 Townsfolk player changes to a new Townsfolk character.","attribution":"image: https:\/\/www.rizistal.co.uk\/ghs-chemical-labelling\/"},{"id":"legionatic1_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/legionatic1_trustmebro.png","firstNightReminder":"Devise your setup by starting with only good players and, among them, choose the standard number of good players to become a Legionatic, minus ≥ 0 players who become minions. Choose ≥ 1 Legionatic player to get Legionatic info. Add the \"Legionatic\" reminder to all Legionatic players. All minions also get it. For the Legionatic Info: Wake up each of them individually (e.g. clockwise). Show them all good players to be good and show them 1 unique not-in-play good character as bluff. Sleep.","otherNightReminder":"Choose a player, that player dies. At day, if a nomination gets fake – because no good players voted – treat them as normal but if it gets most of the votes, instead of moving the real \"about to die\" reminder to it, use the Legionatic's \"About to die\" reminder and remember the number of votes for both reminders. Later, declare that the player with the real \"about to die\" reminder is executed.","reminders":["Legionatic","About to die"],"setup":true,"name":"Legionatic","team":"demon","ability":"Each night*, 1 player dies. Nominations covertly fail if only evil voted. You have +1 drunk not-in-play ability. Only minions & ≥ 1 Legionatic see the good + 1 bluff. [Most players are Legionatic, ? minions]","firstNight":42,"otherNight":39},{"id":"pandemon_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/pandemon_trustmebro.png","firstNightReminder":"remember: all minions are poisoned. Give this demon only townsfolk bluffs, no outsiders. Play each Minion ability that they got from their poisoned minions and which act at night 1. Do this by showing the Minion character first and give info or let the Pandemon act as a response.","otherNightReminder":"Wake Pandemon to kill. Sleep. If applicable, wake Pandemon directly before or after *every poisoned* (not just drunk) minion at this night, show them the minion character and let them use this ability now. Sleep. Any ability\/rule makes Pandemon register to that ability\/rule such that it helps Pandemon's longevity (each time at night and day, you analyse and decide what helps them more to not die! It's about life, not winning!) See, if any *good* character was affected or detected by Pandemon's evil alignment, character or character type (even partially, like an Empath getting a 1). If so, before ending the night, wake the demon up and tell them 1 good character, not the player! Pandemon cannot be, become or register as good, no matter what.","reminders":["show Pandemon"],"setup":true,"name":"Pandemon","team":"demon","ability":"Each night*, choose a player to kill & learn 1 character detecting you. Has all poisoned minion abilities & arbitrarily registers as minion\/demon. You can't be good. [poisoned minions; only townsfolk bluffs]","flavor":"I am all evil, even to the evil.","firstNight":41,"otherNight":36},{"id":"diabolus_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/diabolus_trustmebro.png","firstNightReminder":"After the demon info, let Diabolus choose any players to (mis)register as evil (even Diabolus themself). All others register as good. Afterwards, let Diabolus choose players to misregister as Leviathan (including Diabolus themself). Don't let the players know. Characters that must register as specific alignment (e.g. Pandemon) won't be affected by the chosen registration. Sleep.","otherNightReminder":"Wake Diabolus only if a Jinx needs them to choose. It only kills if a Jinx chooses so.","reminders":["register good","register evil","register Leviathan"],"name":"Diabolus","team":"demon","ability":"On your 1st night, choose which players register as evil and which as Leviathan. 1 or any more executions may happen at day, else evil wins. [Leviathan on script]","firstNight":33,"otherNight":43},{"id":"putin_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/putin_trustmebro.png","firstNightReminder":"You might use the Loric Gardener to balance the game.","otherNightReminder":"Let the Putin choose 1 player (dead or alive). Determine the closest evil player (considering only alive players). Start by killing the chosen player then continue to kill the next player towards the next alive evil player until finally the next alive evil player is killed. Ignore all dead players (they are not killed again). If the alive evil player is the Putin themself, then they do not die and only good players do.","name":"Putin","team":"demon","ability":"Each night*, choose 1 player. From this player to inclusively the closest alive evil player, all players die. You cannot kill yourself.","firstNight":40,"otherNight":35},{"id":"trump_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/trump_trustmebro.png","firstNightReminder":"Don't use the Trump if the setup does not start with 2 players of minion *type* – any players count who (mis)register as being of Minion type. Declare and point to the Trump player at day 1. Rest: See Other NIght Reminder.","otherNightReminder":"Let them choose 1 player who dies (if unprotected). Add the \"quit\" :reminder: to this player. Players with \"quit\" reminder cannot do anything except communicating\/walking and cannot interact with abilities or game rules. Only when the game ended, they revert into players with their most recent state & properties. Good players are nominated like normally but the condition for a successful ballot is altered: ≥ 1 good player must vote AND the votes are ≥ 50% of alive players or all alive good players have voted. Else, the ballot for a good player fails. Any executions of good players become exiles. Dead players regain their vote token when the voted player is exiled. Nothing changes for evil players. When quit players nominate, the ballot fails even if it would have succeeded. If the Trump would die while ≥ 1 player of minion *type* is alive (having a minion ability or character is not sufficient), the accountable attacker dies instead.","reminders":["quit"],"setup":true,"name":"Trump","team":"demon","ability":"Each night*, choose 1 player: if good they die+quit. Good players are exiled, not executed. Everyone knows you. If minions are alive, players die instead who attack Trump. [≥2 minions]","attribution":"image: https:\/\/duckduckgo.com\/?t=ffab&q=maga+cap+image&ia=images&iax=images&iai=https%3A%2F%2Fi5.walmartimages.com%2Fasr%2F19787e0c-21ae-4f49-b9d9-f34960068f2a_1.4f3e8e290ca8912870c13e0ab85c5289.jpeg","firstNight":43,"otherNight":41},{"id":"loanshark_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/loanshark_trustmebro.png","firstNightReminder":"If the Loan Shark is a minion, add the \"minion\" reminder to the player.","otherNightReminder":"Let them choose 1 player. If alive, this player gives 1 coin to the Loan Shark. If dead, this player gives 1 vote token to the Loan Shark (which they could only use when dead, e.g. with a Mastermind). If they have no coin: the chosen player dies if the Loan Shark is a demon else (if the Loan Shark is a minion) add 1 \"coin debt\" or 1 \"vote debt\" reminder to the chosen player. A player with \"coin debt\" reminder who earns a coin makes the Loan Shark earn it instead and 1 reminder is removed. Analogously for the \"vote debt\".","reminders":["Minion","coin debt","vote debt"],"setup":true,"name":"Loan Shark","team":"demon","ability":"Each night*, choose 1 player: alives give you 1 coin, deads 1 Vote Token. Else: they die OR (if you are minion) owe it to you. The team with most coins wins.  [You *might* be of minion type, +Shopkeeper]","attribution":"image: https:\/\/www.etsy.com\/uk\/listing\/1065767447\/men-suit-luxury-pink-3-piece-formal","firstNight":44,"otherNight":42},{"id":"hydra_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/hydra_trustmebro.png","otherNightReminder":"At dusk, if one player deadly executed the Hydra the last day, turn them into a Hydra character with same alignment as before. Also: if there is currently no slayer who can use their ability to kill the Demon, turn the new Hydra player evil & refresh the ability of the alive slayer (telling nobody about it), if a Slayer is alive, else turn an alive *good* player (not the new Hydra player) into the slayer (telling only the new Slayer player about it). If no such alive good player exists to turn into a Slayer, evil wins. The Hydra + Slayer effect does not happen when the Hydra dies without execution. Now at night, wake the Hydra to choose 1 player (not themself). This player dies tonight.","reminders":["Hydra-Slayer"],"name":"Hydra","team":"demon","ability":"Each night*, choose 1 player to kill (not yourself). If a player nominates & deadly executes you: they get a Hydra & (if not available) a Slayer is added who turns the Hydra evil.","attribution":"image: https:\/\/stock.adobe.com\/es\/images\/enigmatic-oceanic-elegance-hydra-silhouette-series-depicting-the-sublime-beauty-of-mythical-sea-creatures-hydra-illustration-sea-monster-illustration-hydra-vector\/718770769","otherNight":38},{"id":"twindemon_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/twindemon_trustmebro.png","firstNightReminder":"Choose a good character player to get the Twin Demon ability and a good or evil alignment (both of which they get to know). They wake up directly before or afterwards and act simultaneously with the standard Twin Demon player.","otherNightReminder":"Let both Twin Demons choose 1 player (but not themself). If they choose the same player (even if both choose the same Twin Demon), nothing happens. If a Twin Demon chooses the other Twin Demon, the other one dies if alive or is resurrected if dead.  Otherwise each of them kills a player if they are alive or resurrects a player if they are dead. The Twin Demon cannot kill themself using any of their abilities (including a Boffin ability). At day, if you are executed deadly, your team loses (even if the other Demon lives). If both demons have died without execution, good wins.","setup":true,"name":"Twin Demon","team":"demon","ability":"Each night*, choose 1 player who dies else resurrects. Your abilities don't kill you. If you are executed deadly, your team loses. [1 good character is Twin Demon]","attribution":"image: https:\/\/de.123rf.com\/photo_86414210_vector-icon-of-flying-two-headed-dragon-black-and-white-logo-illustration-chinese-art.html","firstNight":32,"otherNight":37},{"id":"ker_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/ker_trustmebro.png","otherNightReminder":"Whenever a player (registering as good) sees an *association* of the *genuine* player properties (alignment, character or character-type) of the Ker player with *at most half* of the *alive* players, then they have detected the Ker player. Detection is independent of the player realizing or thinking about the Demon specifically.","name":"Ker","team":"demon","ability":"Each night*, you kill all *good* players who detected your player properties with their ability yesterday or last night, otherwise 1 player might die.","attribution":"image: https:\/\/theghostposts.com\/wp-content\/uploads\/2023\/10\/bloody_mary_2200x2200-2048x2048.webp","otherNight":34},{"id":"steelfzkin_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/steelfzkin_trustmebro.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"Let the Steelfzkin choose 1 player to kill. No dead player can participate in any ballots which *might* include exile ballots (except for the anti Bipartisan). Any good players' actions that would kill the Steelfzkin do not succeed. Players may call for guessing 1 player as Demon (if that call was not made already today). You might allow dead players to make that call, otherwise reject it publicly. After a valid call, let them discuss. Cast a ballot if everyone is ready. The guess is accepted only if the ballot succeds which happens if: the majority of participants or all good participants expressed support AND ≥ 1 good alive player supported the ballot. If no good players can participate anymore in ballots for Demon guesses, the game ends. If a guess is accepted for the Steelfzkin player, then Steelfzkin must die. The guess can only be accepted, if it doesn't target the Steelfzkin player while they cannot die at day. If the target player dies from an accepted guess on them, they die and are declared to die. No execution happens. The day phase ends after an accepted guess without any more nominations and executions.","name":"Steelfzkin","team":"demon","ability":"Each night*, choose 1 player to kill. Ballots ignore the deads. Good players only kill you if they agree to guess you as Demon today. (Dusk follows on a guess.)","attribution":"image: https:\/\/marchengeschichten.fandom.com\/de\/wiki\/Rumpelstilzchen?file=Bildschirmfoto-2013-11-05-um-16.40.42-e1383667056662.png","firstNight":65,"otherNight":40},{"id":"vice_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/vice_trustmebro.png","firstNightReminder":"Secretly add the Vice Traveller to the setup. (When declaring the numbers, you might treat the Vice as Townsfolk, Minion or Traveller.) Treat the Vice as a Traveller regarding Minion\/Demon info (i.e. the evil Vice only gets to know the Demon but evil players don't know the Vice). Rest: See Other Night Reminder","otherNightReminder":"If this is the last choice that you as story teller will decide by yourself and the Vice player has no reminder \"chose\", then wake up the Vice player and make them choose for you. You might wake up the Vice earlier in the night to choose for you or if they have the \"chose\" reminder already. At dawn, remove the \"chose\" reminder.","reminders":["chose"],"setup":true,"name":"Vice","team":"traveller","ability":"At least once each night, you choose in place of the story teller. You are unknown. You register as being of Townsfolk\/Minion type.","attribution":"image: https:\/\/www.freepik.com\/premium-vector\/cigar-icons-set_5304454.htm","firstNight":16,"otherNight":7},{"id":"doubleagent_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/doubleagent_trustmebro.png","firstNightReminder":"Secretly add the Double Agent to the setup (counting as Townsfolk, Traveller or rarely Minion). Choose a principal player of the opposite team & add the \"principal\" :reminder: to them. Give the good Double Agent a not-in-play Townsfolk, the evil Double Agent a not-in-play Minion. Wake the Double Agent and show their principal player. Wake the principal player and show that a player is their Double Agent. Both might wake up to see each other. Rest: See Other NIght Reminder.","otherNightReminder":"If you notice that the principal wishes to make the Double Agent captive, immediately do that. (A captive Double Agent cannot act or wake up in the game anymore and registers as dead.) If you are notified or notice that the Double Agent is mainly responsible for the principal's defeat, make the Double Agent lose, no matter their alignment or player state.","reminders":["principal"],"setup":true,"name":"Double Agent","team":"traveller","ability":"You are unknown & have a principal of opposite alignment. You get captive when they want. If you are most responsible for their team to lose, you lose with them, even if dead. [You *might* be Townsfolk\/Minion]","attribution":"image: https:\/\/www.clipartmax.com\/middle\/m2i8H7H7H7N4b1G6_image-result-for-free-spy-with-hat-spy-icon-png\/","firstNight":17,"otherNight":8},{"id":"ambivalent_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/ambivalent_trustmebro.png","firstNightReminder":"Choose a day character and a night character for the Ambivalent. The night character's alignment must fit to the alignment of the Traveller. Rest: See Other Night Reminder.","otherNightReminder":"Play the night ability of the Ambivalent at the correct night order time of their ability, if applicable.","setup":true,"name":"Ambivalent","team":"traveller","ability":"You use 2 distinct characters: one at day, one at night. You know which. Your alignment is of the night character. At day, you register as your day character. [You are of any 1 character type]","attribution":"image: https:\/\/pngtree.com\/freepng\/ying-yang-symbol-of-harmony-and-balance-abstract-spiritual-symbolic-vector_10069379.html","firstNight":18,"otherNight":13},{"id":"prevaricator_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/prevaricator_trustmebro.png","firstNightReminder":"Choose a player state transition for the Traveller. Wake the Traveller and show them the player state transition whose success is inverted. Note down the transition in the grimoire. The states at setup time or at the first dusk are not affected. If you want to protect the Traveller from being killed early, give them a Townsfolk ability (if good) or a Minion ability (if evil) and treat some as a Townsfolk or Minion for various game aspects as you see fit (e.g. you might declare the Traveller character but not the player or replace a setup townsfolk or minion with the Traveller and give them true Minion info). Rest: See Other Night Reminder.","otherNightReminder":"Whenever a player state transition would happen during the game that coincides with the transition of a Prevaricator, this transition is suppressed, if it would have succeeded, and the transition succeeds, if it would have been suppressed. The Prevaricator has no effect on player state while no transition is triggered. The Prevaricator is always exiled, not executed. When the Prevaricator dies, declare the player state transitions which have been inverted by this Traveller, if it was not declared already.","name":"Prevaricator","team":"traveller","ability":"You globally invert the success of specific player state transitions. You know which. All players know which when you die. You *might* be a Townsfolk or Minion except when exiled.","attribution":"image: https:\/\/www.electronicsforu.com\/technology-trends\/learn-electronics\/basic-logic-gates-and-truth-tables#c-not-gate","firstNight":19,"otherNight":10},{"id":"travelagent_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/travelagent_trustmebro.png","otherNightReminder":"If no person has the \"travel\" reminder, let them choose a player (even themself or Travellers). This person quits the game. Add the \"travel\" reminder to the quit person's token. If quitting would end the game, the game continues and all quit persons rejoin. You might declare the quitting at dawn. They don't count as player anymore. They rejoin at dusk if they are ready and if there are at least 5 other alive non-traveller players. Then remove the \"travel\" reminder.","reminders":["travel"],"name":"Travel Agent","team":"traveller","ability":"Each night*, choose 1 player (even Travellers): they quit the game until the next dusk where ≥ 5 non-Travellers live. You can quit ≤ 1 person at the same time.","attribution":"image: https:\/\/www.vectorstock.com\/royalty-free-vector\/door-icon-vector-13483248","otherNight":6},{"id":"putschist_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/putschist_trustmebro.png","firstNightReminder":"Choose 1 suitable player (no Traveller) whose alignment is difficult to confirm. Add the \"ruler\" reminder to the chosen player. Rest: See Other Night Reminder.","otherNightReminder":"When the player with \"ruler\" reminder dies, remove the \"ruler\" reminder and that player also quits the game (remove the token, they get no Vote Token) and becomes the new Story Teller. Displaced Story Tellers don't revert to players and may not disclose any game info until they are players again. The replacement happens at dawn. Before that, choose another player (like the first time). If the Putschist dies, the original and current Story Teller decide who continues or let the remaining players have a ballot for continuing with the original Story Teller (like an exile ballot). New Story Tellers can be nominated for exile (like a Traveller), but 1 member of each team must support it. If the Story Teller is exiled, the team of the exiled Story Teller loses. Replaced Story Tellers lose Alignment. If a ballot succeeds for a former Story Teller they may receive the penality as specified by the nominator and if exiled, they lose alone and the game continues.","reminders":["ruler"],"name":"Putschist","team":"traveller","ability":"The Story Teller chooses 1 player. If they die, they quit from now on & displace the Story Teller who chooses again. New Story Tellers can be exiled. Then their team loses.","attribution":"image: https:\/\/c8.alamy.com\/compde\/c0jrtc\/ein-foto-von-der-waage-der-gerechtigkeit-mit-einem-gleichgewicht-thema-overlay-c0jrtc.jpg","firstNight":26,"otherNight":9},{"id":"spellcaster_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/spellcaster_trustmebro.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"Wake the Spellcaster. They show you their wish. (Or already at the day before.) The wish takes effect after the ballot of every valid nomination during the next day. The wish may only concern all nominators, all nominees or all non-travellers. (Optional: it may concern all nominees whose ballot succeeded or those whose ballot failed.) The wish lasts until the dawn after the nominations. Then all triggered effects by the Spellcaster's wish are reversed. You might declare the wish at dawn before nominations. You might declare effects explicitly that happen after each nomination. You should declare the wish or the effects, if the wish needs balancing, may affect the end of the game or winning (e.g. when players are killed or change alignment) or is dangerous. Fake (invalid) nominations and ballots don't trigger spell effects. Wishes cannot directly decide about ending the game, winning\/losing. They cannot alter or prevent nominating, executing, ballot success condition and the default effects. turn current private knowledge public. The wish may succeed, if the actual effect does not yet violate the constraints but as soon as the wish is exploited and violates the constraints, it becomes effectless. You may reinterpret the wish such that it affects registration only towards certain rules or only towards abilities or make it effectless (if it cannot be balanced, even if declared).","name":"Spellcaster","team":"traveller","ability":"Each night (not the last), you (might) specify state, property or action effects for nominators, nominees or all non-travellers after nominations until next dawn.","firstNight":27,"otherNight":12},{"id":"careworker_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/careworker_trustmebro.png","name":"Care Worker","team":"traveller","ability":"Each night*, you get 1 answer about the most passive (if good) or most active (if evil) alive player and prevent (if good) or cause (if evil) ability changes to them.","attribution":"image: https:\/\/www.vecteezy.com\/vector-art\/29136488-female-doctor-icon-woman-lady-girl-nurse-healthcare-worker-physician-medic-medical-officer-specialist-black-white-outline-clipart-vector-sign-symbol"},{"id":"suppressor_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/suppressor_trustmebro.png","name":"Suppressor","team":"traveller","ability":"Each night, choose 2 players. The first nomination of any of them will not pass the ballot.","attribution":"image: https:\/\/img.favpng.com\/7\/24\/18\/computer-icons-booting-png-favpng-it5KwRH4TWk58dEvDUEH22K7Z_t.jpg"},{"id":"timeeater_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/timeeater_trustmebro.png","otherNightReminder":"If the Time Eater is evil, immediately after you start the night, wake the Time Eater and let them say \"yes\" or \"no\". If the Time Eater says \"yes\", the night *does not happen* at all. You might wait some time so that the public doesn't know about the decision. Then, end the night without playing any other ability at night. If the Time Eater says \"no\", the night continues regularly. If the Time Eater eat days, only wake them directly before the night ends (at dawn).","name":"Time Eater","team":"traveller","ability":"Each night*, at dusk you *might* decide to skip the night, or at dawn you *might* decide to skip the day.","attribution":"image: https:\/\/k40lasercutter.com\/product\/black-hole-clipart-svg\/","otherNight":5},{"id":"polymath_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/polymath_trustmebro.png","firstNightReminder":"If you want, you can add 1 extra outsider who is Polymath. If you don't, ignore the Polymath night steps. Tell them, they are the Polymath. The polymath must be good at setup time. You may turn 1 good character player evil, preferably an outsider. Note down what static info you give in-play characters (you'll need to replay the info when the Polymath chooses it).  Choose a fairly compensating not-in-play outsider for the polymath from the script. Show it to the Polymath and put them to sleep. If you think, it's fair for the evil to know, wake the demon and possibly evil players with weak evil value and tell them that the polymath is that outsider. Poisoned minions may get false info. Rest: see Other Night Reminder","otherNightReminder":"Present the polymath a script to choose a character from (townsfolk or minion) early in the night, you may disallow choices and prompt to choose again. Disallow any choices that cannot be bluffed by good\/evil players or confirm the Polymath player. (For this, remember any Polymath ability choices that you arranged privately at day if applicable.) Sleep. When the Polymath has chosen more abilities than the number of the current day+night cycle, you might add the \"overdriven\" (= drunk + deranged) reminder to the Polymath player. An overdriven player is either drunk or deranged, whatever helps the opposite team more, else remove the overdriven reminder of the Polymath if applicable. Update your notes about what static info which character gets this night (replay this info to the Polymath when the corresponding character is chosen). Later in the night, play the chosen character (directly after an equal in-play character would play). If you give first night info, it is info that the same character has received most recently. Do not allow the Polymath to change the demon character or person and show no grimoire. Sleep. Finally after dawn, they might choose an ability sometime at the day, directly in a private talk or indirectly via public claim, which is decided the same way as the choice of the night ability. It might work or not. The day phase has a separate once-per-game ability reminder.","reminders":["special night","special day","overdriven"],"setup":true,"name":"Polymath","team":"jinxes","ability":"1 good Townsfolk, knowing it, might turn into an outsider+Polymath at night 1: Each night\/day, affected by your state, play ≤1 bluffable townsfolk\/minion. You register as evil. The evil *might* know your character. +≤1 evil players","firstNight":35,"otherNight":22},{"id":"trustmaker_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/trustmaker_trustmebro.png","firstNightReminder":"There are no trust effects.","otherNightReminder":"Check that you updated who trusts who during the day by adding the \"trusted by\" reminder to the trustee player. Do not use \"trusted by X\" or \"treason by X\" reminders when the player X has a \"trust used\" reminder. There is only one \"trusted by\" and \"treason by\" reminder per player. If the truster supported the execution for their trustee, e.g. a void vote for the executed trustee, indicate the treason by adding the \"treason by X\" reminder to the trustee player or remember it. With a \"treason\" reminder, trusters don't get character+alignment info. But if they get it, add the \"trust used\" reminder to the receiving player until the end of the game. A player with \"trust used\" reminder is unconscious except for evil players, i.e. their nomination fails, their vote fails and don't wake up except for seeing their character\/alignment change). When the truster actively defends a trustee against execution, remove a treason reminder if applicable.","reminders":["trusted by X","treason by X","trust used"],"name":"Trustmaker","team":"jinxes","ability":"Anyone who declares trust for a player: your vote doesn't register for their nomination. While alive at their deadly execution (not supported by you), you: learn their character+alignment & get – or (if evil) misregister as – unconscious from now on.","flavor":"My good friend, as we are forced to leave this dire world, I trust you my secret, I am actually your father.","firstNight":15,"otherNight":2},{"id":"quine_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/quine_trustmebro.png","name":"Quine","team":"jinxes"},{"id":"pardoner_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/pardoner_trustmebro.png","name":"Pardoner","team":"jinxes","ability":"Until next dusk, winners of nominations give their character to an unknown player. Afterwards, nomination supporters vote to execute the winner or not.","attribution":"image: https:\/\/in.pinterest.com\/pin\/738238563915114739\/"},{"id":"introvert_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/introvert_trustmebro.png","name":"Introvert","team":"jinxes","attribution":"image: https:\/\/www.alamy.com\/young-woman-sitting-in-meditation-cute-girl-doodle-simple-black-and-white-drawing-vector-illustration-image423688281.html"},{"id":"liar_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/liar_trustmebro.png","firstNightReminder":"You must declare that you use the Loric Liar, even if you don't declare other Lorics or Fabled. The Liar must not apply to Homebrew rules and characters.","otherNightReminder":"The Liar must not apply to Homebrew rules and characters.","setup":true,"name":"Liar","team":"jinxes","ability":"You may *say* false things about Blood on the Clocktower, the wiki or the game rules to deceive players. [No new or beginner players]","attribution":"idea of Lins from Werworrias, image: https:\/\/www.freepik.com\/premium-vector\/top-quality-emoticon-liar-emoji-pinocchio-emoticon-with-long-nose-lying-yellow-face-yellow-face-emoji-popular-element_44311063.htm","firstNight":11,"otherNight":68},{"id":"concealer_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/concealer_trustmebro.png","name":"Concealer","team":"jinxes","ability":"You might conceal any other in-play Fabled and Lorics. You declare the total number of other Lorics plus Fabled.","attribution":"idea of Lins from Werworrias, image: https:\/\/www.freepik.com\/premium-vector\/face-with-crossedout-mouth-large-size-yellow-emoji-smile_74352513.htm"},{"id":"friendbreakup_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/friendbreakup_trustmebro.png","firstNightReminder":"Choose pairs of players who should receive a penalty (if they mutually communicate covertly) and add a \"breakup ‹player 1›,‹player 2 ›\" :reminder: for each in the Grimoire. Declare the pairs of players with \"breakup\" reminder. Also declare the penalty. Rest: See Other Night Reminder.","otherNightReminder":"If you catch two players of a breakup reminder to *mutually* directly communicate covertly (privately) in any way, use the penalty for both.","reminders":["breakup ‹player 1›, ‹player 2›"],"name":"Friend Breakup","team":"jinxes","ability":"You declare pairs of players who are penalized for communicating (covertly) with each other.","attribution":"invented by Lins from Werworrias, image: https:\/\/toppng.com\/free-image\/banner-royalty-free-best-friends-heart-clipart-best-friends-heart-PNG-free-PNG-Images_277876","firstNight":23,"otherNight":69},{"id":"spiritofirony_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/spiritofirony_trustmebro.png","reminders":["No extra evil"],"name":"Spirit of Irony","team":"fabled","ability":"There can't be more than 1 extra evil player *with respect to actual alignment and in-play demon*."},{"id":"probationer_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/probationer_trustmebro.png","otherNightReminder":"If an evil townsfolk or outsider exists, when the old Fang Gu is killed and a new Fang Gu is transfered to an outsider, change the alignment of *another* evil townsfolk\/outsider and inform them.","name":"Probationer","team":"fabled","ability":"1 evil townsfolk\/outsider turns good when someone else turns evil. [Spirit of Ivory is in play]","attribution":"image: https:\/\/www.dreamstime.com\/basic-cmyk-image135993940","otherNight":44},{"id":"alien_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/alien_trustmebro.png","name":"Alien","team":"fabled","ability":"The character of a Traveller might not be declared.","attribution":"image: https:\/\/www.vecteezy.com\/vector-art\/551131-alien-head-vector-illustration"},{"id":"collaborator_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/collaborator_trustmebro.png","name":"Collaborator","team":"fabled","ability":"On wakeup, players with minion or demon abilities might get a hint on request (also if drunk) showing ≥ 1 balanced choice. Players still decide on their own.","attribution":"image: https:\/\/favpng.com\/png_view\/collaboration-clip-art-png\/MPecN474"},{"id":"patron_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/patron_trustmebro.png","name":"Patron","team":"fabled","ability":"Any player who chooses ≥ 2 people or things doesn't need to only choose distinct people or things.","attribution":"image: https:\/\/i.ytimg.com\/vi\/ZxY00oJ8bLA\/maxresdefault.jpg"},{"id":"showmaster_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/showmaster_trustmebro.png","name":"Showmaster","team":"fabled","ability":"Whenever an outsider effect mentions their team to lose\/win, the effect *might* instead turn the outsider into a Heretic and at least the would-be winners learn this.","attribution":"image: https:\/\/de.vecteezy.com\/vektorkunst\/54425972-illustration-von-theater-vorhang-silhouetten-buhne-kulissen","flavor":"The show must go on!"},{"id":"apatheist_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/apatheist_trustmebro.png","name":"Apatheist","team":"fabled","ability":"Players (not outsiders) can choose without constraint. The story teller does the rest to fit the selection to the game's requirements."},{"id":"spoiler_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/spoiler_trustmebro.png","name":"Spoiler","team":"fabled","ability":"The story teller restricts the script to at most normal size, giving hints about dis- or enabled characters\/abilities before the game session. No Story Teller nomination with excluded Atheist."},{"id":"fairplayer1_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/fairplayer1_trustmebro.png","name":"Fair Player","team":"fabled","ability":"Players die who insult, harass or libel others. Players lose who maliciously hurt or make others cry or disobey game rules. Nominations or kills may not have personal reasons.","attribution":"image: https:\/\/www.alamy.de\/metall-pfeife-der-trainer-auf-weissem-hintergrund-vektor-cartoon-close-up-abbildung-image210645706.html"},{"id":"repairman_trustmebro","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/repairman_trustmebro.png","name":"Repairman","team":"fabled","ability":"Evils only see each other if ≥ 4 Townsfolk are in play. The relation between good and evil players is ≥ 3 : 2. Social reading & meta gaming is welcome. You don't lie about the game or the rules.","attribution":"image: https:\/\/www.pngitem.com\/middle\/ihwmobi_transparent-mechanic-clipart-black-and-white-repair-tools\/"},{"id":"antistate_trustmebro","name":"Anti (State)","team":"jinxes","ability":"All rules of the player's abilities are negated in interpretation such that they always differ from \"normal\" state. Final info and player state effects remain unchanged."},{"id":"derangedstate_trustmebro","name":"Deranged (State)","team":"jinxes","ability":"All final info and state effects of the player's abilities are negated in interpretation, in a detrimental way or at least different from being prudent (not deranged)."},{"id":"sickstate_trustmebro","name":"Sick (State)","team":"jinxes","ability":"The player has their abilities but cannot actively them (or it) and their nominations fail."},{"id":"unconsciousstate_trustmebro","name":"Unconscious (State)","team":"jinxes","ability":"The player has their ability but (covertly) registers as dead towards abilities. They cannot act at day or night. (No waking up, nominating (covertly) fails, voting (covertly) fails.)"},{"id":"captivestate_trustmebro","name":"Captive (State)","team":"jinxes","ability":"The player suspends the game: they (convertly) register as dead, even to game end. No (inter)actions, nominations, voting, entirely no waking, no state changes."},{"id":"quitstate_trustmebro","name":"Quit (State)","team":"jinxes","ability":"Affected persons do not register as player anymore & stop being part of the game world. Players cannot interact with them. The game end removes this state. (Can be temporary.)"},{"id":"suppressedstate_trustmebro","name":"Suppressed (State)","team":"jinxes","ability":"The affected player's nominations are explicitly rejected by the Story Teller. "},{"id":"jinxedalsaahir_trustmebro","name":"Jinxed Alsaahir","team":"jinxes","ability":"The Alsaahir's guess applies to the actual character type, else – if incorrect – to the misregistered one."}]