[
	{
		"id": "_meta",
		"author": "Christoph",
		"name": "Trust Me Bro!",
		"almanac": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/almanac.html",
		"firstNight": [
			"dusk",
			"stormcatcher",
			"trustmaker_trustmebro",
			"barista",
			"plotter_trustmebro",
			"polymath_trustmebro",
			"poppysnitch_trustmebro",
			"legionatic1_trustmebro",
			"diabolus_trustmebro",
			"demoninfo",
			"minioninfo",
			"lunatic",
			"pandemon_trustmebro",
			"soulmate_trustmebro",
			"bully_trustmebro",
			"eviltwin",
			"scaremonger1_trustmebro",
			"damsel",
			"grandmother",
			"dreamer",
			"knight",
			"bountyhunter",
			"cultleader",
			"spy",
			"chambermaid",
			"dawn",
			"leviathan"
		],
		"otherNight": [
			"dusk",
			"trustmaker_trustmebro",
			"barista",
			"plotter_trustmebro",
			"polymath_trustmebro",
			"prosecutor_trustmebro",
			"adulterator_trustmebro",
			"faustian1_trustmebro",
			"scaremonger1_trustmebro",
			"lunatic",
			"legionatic1_trustmebro",
			"pandemon_trustmebro",
			"fanggu",
			"vortox",
			"soulmate_trustmebro",
			"bully_trustmebro",
			"harlot",
			"blabber_trustmebro",
			"poppysnitch_trustmebro",
			"damsel",
			"grandmother",
			"dreamer",
			"bountyhunter",
			"cultleader",
			"spy",
			"chambermaid",
			"dawn",
			"leviathan",
			"diabolus_trustmebro"
		],
		"bootlegger": [
			"Collaborator (Fabled): On wakeup, players with minion or demon abilities might get a hint on request (also if drunk) showing ≥ 1 balanced choice. Players still decide on their own.",
			"Apatheist (Fabled): Players (not outsiders) can choose without constraint. The story teller does the rest to fit the selection to the game's requirements.",
			"Spoiler (Fabled): The story teller may declare a restriction of or hints about enabled characters/abilities before the game session. No Story Teller nomination with excluded Atheist.",
			"Showmaster (Fabled): Whenever an outsider effect mentions their team to lose/win, the effect *might* instead turn the outsider into a Heretic and at least the would-be winners learn this.",
			"Probationer (Fabled): 1 evil townsfolk/outsider turns good when someone else turns evil. [Spirit of Ivory is in play]",
			"Patron (Fabled): Any player who chooses ≥ 2 people or things doesn't need to only choose distinct people or things.",
			"Alien (Fabled): The Story Teller might not declare the character of the Traveller.",
			"Puzzledrunk (Character): The Puzzlemaster's drunk player has or gets this character without knowing it. [Puzzlemaster in play, Sentinel in play] (This allows up to one illegal combination of characters such as atheist+pandemon or wicked+spy to be handed to players.)",
			"Deranged (State): All terminal effects/events of your abilities on player states and all info is negated. The story teller interprets the negation such that it's detrimental or different from being prudent (normal).",
			"Unconscious (State): You covertly register as dead. You cannot act at day or night. (No ability, no waking up, no nominating, no voting.)",
			"Storm Caught: Recommended storm-caught characters: Soulmate, Polymath, Cult Leader, the only info character, a dangerous outsider (for the Vortox Knight info)",
			"Homebrew: Faustian (Townsfolk), Adulterator (Townsfolk), Poppy Snitch (Townsfolk), Babbler (Townsfolk), Soulmate (Townsfolk), Wicked (Outsider), Puzzlemaster (Outsider), Maverick (Outsider), Prosecutor (Outsider), Scaremonger (Minion), Bully (Minion), Plotter (Minion), Pandemon (Demon), Trustmaker (Fabled), Spirit of Irony (Fabled), Polymath (Loric)"
		]
	},
	"chambermaid",
	"dreamer",
	"cultleader",
	{
		"id": "soulmate_trustmebro",
		"name": "Soulmate",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/soulmate_trustmebro.png",
		"team": "townsfolk",
		"ability": "Each night, choose ≤ 1 person to not trigger effects on death. When you chose, you die and lose *all* abilities! Fixed alignment!",
		"firstNight": 20,
		"otherNight": 7,
		"firstNightReminder": "See Other Night Reminder.",
		"otherNightReminder": "Let the soulmate choose a person after demon but before minions. When the soulmate chose, it is like the demon tried to kill them. Independent of the success of death, this soulmate loses *all* abilities. At the onset of the vessel effect – as soon as the vessel dies – tell them that the Soulmate chose them. (Do this even if they chose themself.)",
		"reminders": [
			"eternal"
		],
		"setup": true
	},
	{
		"id": "faustian1_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/faustian1_trustmebro.png",
		"otherNightReminder": "The Faustian points to a player, and a character on their sheet and\/or gives a \"good\" or \"evil\" signal. If incorrect, the Faustian dies at night.",
		"reminders": [
			"Dead"
		],
		"name": "Faustian",
		"team": "townsfolk",
		"ability": "Each night*, choose a player & guess their character *and\/or alignment*: if you guess wrong, you die.",
		"otherNight": 11
	},
	{
		"id": "adulterator_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/adulterator_trustmebro.png",
		"otherNightReminder": "The previously protected, drunk and deranged players lose those markers. The Adulterator points to two players. Those players are protected. One is drunk this night. The same or the other one is deranged and protected until next dusk.",
		"reminders": [
			"Protected",
			"Drunk",
			"Deranged"
		],
		"name": "Adulterator",
		"team": "townsfolk",
		"ability": "Each night*, choose 2 players: they can't die tonight, 1 is drunk. *1 is deranged and can't die until dusk.*",
		"otherNight": 8
	},
	"bountyhunter",
	"grandmother",
	"knight",
	{
		"id": "blabber_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/blabber_trustmebro.png",
		"otherNightReminder": "If the Blabber’s public statement was completely true about the game state: Choose a player not protected from dying tonight. That player dies.",
		"reminders": [
			"Dead"
		],
		"name": "Blabber",
		"team": "townsfolk",
		"ability": "Each day, you may make a public *game-related* statement. Tonight, if it was true *by registration*, a player dies.",
		"otherNight": 20
	},
	"savant",
	"alsaahir",
	"sage",
	"atheist",
	{
		"id": "poppysnitch_trustmebro",
		"name": "Poppy Snitch",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/poppysnitch_trustmebro.png",
		"team": "townsfolk",
		"ability": "Minions & Demons do not know each other *but get 3 independent bluffs*. If you die, minions & demons get to know each other that night.",
		"firstNight": 17,
		"otherNight": 5,
		"firstNightReminder": "Do not inform the Demon/Minions who each other are but prepare 3 bluffs independently for each evil person. The bluffs may overlap.",
		"otherNightReminder": "If the Poppy Grower has died, show the Minions/Demon who each other are.",
		"reminders": [
			"Evil wakes"
		]
	},
	"lunatic",
	{
		"id": "puzzlemaster_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/puzzlemaster_trustmebro.png",
		"reminders": [
			"Drunk",
			"Guess used"
		],
		"setup": true,
		"name": "Puzzlemaster",
		"team": "outsider",
		"ability": "1 player *is\/gets the Puzzledrunk*, even if you die. If you guess (once) who it is, learn the Demon player, but guess wrong & get false info. [+1 Puzzledrunk]",
		"otherNight": 25
	},
	{
		"id": "anarchist_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/anarchist_trustmebro.png",
		"name": "Anarchist",
		"team": "outsider",
		"ability": "You have any alignment & character type unless you die. The demon & story teller choices don't kill you. You get 1 bluff."
	},
	{
		"id": "prosecutor_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/prosecutor_trustmebro.png",
		"otherNightReminder": "Before protection characters take effect, add the \"drunk\" reminder to the Prosecutor when they checked 1 execution at the last day whose executee has had equal alignment. Remove the \"drunk\" reminder when they lose their ability.",
		"name": "Prosecutor",
		"team": "outsider",
		"ability": "Each day, invoke your ability at ≤ 1 execution. If the executee has your alignment, they don't die & you are drunk from now on. You are the Ogre.",
		"otherNight": 31,
		"reminders": [
			"drunk"
		]
	},
	{
		"id": "wicked_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/wicked_trustmebro.png",
		"name": "Wicked",
		"team": "outsider",
		"ability": "Whoever wins, loses & whoever loses, wins, even if you are dead, *except if the Story Teller is executed*."
	},
	"saint",
	"damsel",
	{
		"id": "maverick_trustmebro",
		"name": "Maverick",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/maverick_trustmebro.png",
		"team": "outsider",
		"ability": "When you learn that you died, publicly choose 1 alive player: if they are evil, you *become a Heretic at dusk or dawn and the opposite team learns this*.",
		"firstNight": 0,
		"otherNight": 0
	},
	"spy",
	{
		"id": "scaremonger1_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/scaremonger1_trustmebro.png",
		"firstNightReminder": "The Scaremonger points to a player. Place the Fear token next to that player and declare that a Scaremonger is in play at dawn.",
		"otherNightReminder": "The Scaremonger points to a player. Move the Fear token next to that player. Even if the Scaremonger is dead: At the final dawn, if the player with \"Fear\" reminder lives, declare that they die and end the game.",
		"reminders": [
			"Fear"
		],
		"name": "Scaremonger",
		"team": "minion",
		"ability": "Each night*, choose 1 player. On the final day, the last chosen player dies even if you are dead. All players know you are in play.",
		"firstNight": 27,
		"otherNight": 19
	},
	{
		"id": "bully_trustmebro",
		"name": "Bully",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/bully_trustmebro.png",
		"team": "minion",
		"ability": "Each night, choose a player who learns this & dies if they don't claim their true character during next nominations. No effect on your team.",
		"firstNight": 18,
		"otherNight": 4,
		"firstNightReminder": "See Other Night reminder.",
		"otherNightReminder": "Wait for the demon to kill. Afterwards, if a previously bullied person did not claim their true character, that person dies if the Bully was sober+healthy at dusk. Later after your choice, if the chosen Person registers not in the same team as Bully, mark them \"bullied\" and Inform the chosen person to be chosen by the Bully.",
		"reminders": [
			"bullied"
		]
	},
	"eviltwin",
	"goblin",
	{
		"id": "plotter_trustmebro",
		"name": "Plotter",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/plotter_trustmebro.png",
		"team": "minion",
		"ability": "On night X, Townsfolk+demons are deranged until dusk. Even when dead: Townsfolk/demons play vs. outsiders/minions, you poison Spirit of Ivory, choose how to register. Outsiders see you & each other. [X Outsiders]",
		"flavor": "I am having a goal! The town of Ravenswood Bluff... WILL BE MINE!!! You are hearing me! I HAVE FURY!!",
		"firstNight": 33,
		"otherNight": 26,
		"firstNightReminder": "Wake up Plotter to choose a character+alignment to register as regarding the game rules (this may affect the minion + demon info step that happens afterwards). Count all outsider tokens in the setup including the puzzledrunk. You can add or remove outsiders arbitrarily. Fabled restrictions on outsiders/evil minions are ignored. First show the minion and demon info. Later, let the plotter choose non-minion players to become new minions of character+alignment they wish (give no feedback if specific wishes fail, i.e. specific players don't change). After demon info: Wake up Plotter and show them 1 not in play townsfolk, 1 not in play outsider (both not demon bluffs) and 1 *in play* minion, whose player the demon didn't get to see. Wake up all outsiders (except this Plotter), let them know the other outsiders and show who is the Plotter. Sleep. Wake up all minions (except this Plotter), let them know the other minions and show them the Plotter. Sleep. Show the demon to only evil minions. Sleep. Wake up the Plotter, show all final minions (no demons). This number of minions is X. Sleep. Rest: see Other Night Reminder.",
		"otherNightReminder": "On night X, first make every townsfolk and demon deranged. If there is no outsider in the setup, this never triggers. When the plotter became drunk/poisoned and Spirit of Ivory is in play, turn evil players/minions into good players, as necessary & notify them. Otherwise, even when the Plotter died, don't forget the Plotter decides their registration at the start of the night and each time a new person+ability combination interacts with the Plotter: initially let them choose character+alignment for the game rules. Sleep. Later, wake them up, show them only the character (not the person) and let them respond with an alignment+character. Put them to sleep and continue finishing the ability with your queried information.",
		"reminders": [
			"X"
		],
		"remindersGlobal": [
			"Night 1",
			"Night 2",
			"Night 3",
			"Night 4",
			"Night 5",
			"Night 6",
			"Night 7"
		]
	},
	"vortox",
	{
		"id": "legionatic1_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/legionatic1_trustmebro.png",
		"firstNightReminder": "Devise your setup by starting with only good players and, among them, choose the standard number of good players to become a Legionatic, minus ≥ 0 players who become minions. Choose ≥ 1 Legionatic player to get Legionatic info. Add the \"Legionatic\" reminder to all Legionatic players. All minions also get it. For the Legionatic Info: Wake up each of them individually (e.g. clockwise). Show them all good players to be good and show them 1 unique not-in-play good character as bluff. Sleep.",
		"otherNightReminder": "Choose a player, that player dies. At day, if a nomination gets fake – because no good players voted – treat them as normal but if it gets most of the votes, instead of moving the real \"about to die\" reminder to it, use the Legionatic's \"About to die\" reminder and remember the number of votes for both reminders. Later, declare that the player with the real \"about to die\" reminder is executed.",
		"reminders": [
			"Legionatic",
			"About to die"
		],
		"setup": true,
		"name": "Legionatic",
		"team": "demon",
		"ability": "Each night*, 1 player dies. Nominations covertly fail if only evil voted. You have +1 drunk not-in-play ability. Only minions & ≥ 1 Legionatic see the good + 1 bluff. [most players are Legionatic, ? minions]",
		"firstNight": 23,
		"otherNight": 14
	},
	{
		"id": "pandemon_trustmebro",
		"name": "Pandemon",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/pandemon_trustmebro.png",
		"team": "demon",
		"ability": "Each night*, choose a player to kill & learn 1 character detecting you. Has all poisoned minion abilities & arbitrarily registers as minion/demon. You can't be good. [poisoned minions; only townsfolk bluffs]",
		"flavor": "I am all evil, even to the evil.",
		"firstNight": 19,
		"otherNight": 6,
		"firstNightReminder": "remember: all minions are poisoned. Give this demon only townsfolk bluffs, no outsiders. Show them all in play minion characters on the script. All of them are active since night 1.",
		"otherNightReminder": "Wake Pandemon to kill. Sleep. If applicable, wake Pandemon directly before or after *every poisoned* (not just drunk) minion at this night, show them the minion character and let them use this ability now. Sleep. Any ability/rule makes Pandemon register to that ability/rule such that it helps Pandemon's longevity (each time at night and day, you analyse and decide what helps them more to not die! It's about life, not winning!). See, if any *good* character was affected or detected by Pandemon's evilness (even partially, like an Empath getting a 1). If so, before ending the night, wake the demon up and tell them 1 good character, not the player! Pandemon cannot be or become good, no matter what.",
		"reminders": [
			"show Pandemon"
		],
		"setup": true
	},
	"fanggu",
	"leviathan",
	{
		"id": "diabolus_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/diabolus_trustmebro.png",
		"firstNightReminder": "After the demon info, let Diabolus choose any players to (mis)register as evil (even Diabolus themself). All others register as good. Afterwards, let Diabolus choose players to misregister as Leviathan (including Diabolus themself). Don't let the players know. Characters that must register as specific alignment (e.g. Pandemon) won't be affected by the chosen registration. Sleep.",
		"otherNightReminder": "Don't wake up Diabolus and don't kill.",
		"reminders": [
			"register good",
			"register evil",
			"register Leviathan"
		],
		"name": "Diabolus",
		"team": "demon",
		"ability": "On your 1st night, choose which players register as evil and which as Leviathan. 1 or any more executions may happen at day, else evil wins. [Leviathan on script]",
		"firstNight": 18,
		"otherNight": 6
	},
	"harlot",
	"butcher",
	"beggar",
	"scapegoat",
	"voudon",
	"bootlegger",
	"stormcatcher",
	"ferryman",
	"doomsayer",
	{
		"id": "spiritofirony_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/spiritofirony_trustmebro.png",
		"reminders": [
			"No extra evil"
		],
		"name": "Spirit of Irony",
		"team": "fabled",
		"ability": "There can't be more than 1 extra evil player *with respect to actual alignment and in-play demon*."
	},
	"sentinel",
	{
		"id": "trustmaker_trustmebro",
		"image": "https:\/\/www.bloodstar.xyz\/p\/Elmar\/trust-me-bro\/trustmaker_trustmebro.png",
		"firstNightReminder": "There are no trust effects.",
		"otherNightReminder": "Check that you updated who trusts who during the day by adding the \"trusted by\" reminder to the trustee player. Do not use \"trusted by X\" or \"treason by X\" reminders when the player X has a \"trust used\" reminder. There is only one \"trusted by\" and \"treason by\" reminder per player. If the truster supported the execution for their trustee, e.g. a void vote for the executed trustee, indicate the treason by adding the \"treason by X\" reminder to the trustee player or remember it. With a \"treason\" reminder, trusters don't get character+alignment info. But if they get it, add the \"trust used\" reminder to the receiving player until the end of the game. A player with \"trust used\" reminder is unconscious except for evil players, i.e. their nomination fails, their vote fails and don't wake up except for seeing their character\/alignment change). When the truster actively defends a trustee against execution, remove a treason reminder if applicable.",
		"reminders": [
			"trusted by X",
			"treason by X",
			"trust used"
		],
		"name": "Trustmaker",
		"team": "fabled",
		"ability": "Anyone (you) may declare trust for a player: your vote doesn't register for their nomination. While alive at their deadly execution (not supported by you), you: learn their character+alignment & get – or (if evil) misregister as – unconscious from now on.",
		"flavor": "My good friend, as we are forced to leave this dire world, I trust you my secret, I am actually your father.",
		"firstNight": 15,
		"otherNight": 3
	},
	{
		"id": "polymath_trustmebro",
		"name": "Polymath",
		"image": "https://www.bloodstar.xyz/p/Elmar/trust-me-bro/polymath_trustmebro.png",
		"team": "loric",
		"ability": "1 good Townsfolk, knowing it, might turn into an outsider+Polymath at night 1: Each night/day, affected by your state, play ≤1 bluffable townsfolk/minion. You register as evil. The evil *might* know your character. +0/+1 evil players",
		"firstNight": 16,
		"otherNight": 3,
		"firstNightReminder": "If you want, you can add 1 extra outsider who is Polymath. If you don't, ignore the Polymath night steps. Tell them, they are the Polymath. The polymath must be good at setup time. In addition, you may turn 1 good character player evil, preferably an outsider. Note down what static info you give in-play characters (you'll need to replay the info when the Polymath chooses it).  Choose a fairly compensating not-in-play outsider for the polymath from the script. Show it to the Polymath and put them to sleep. If you think, it's fair for the evil to know, wake the demon and possibly evil players with weak evil value and tell them that the polymath is that outsider. Poisoned minions may get false info. Rest: see Other Night Reminder",
		"otherNightReminder": "Present the polymath a script to choose a character from (townsfolk or minion) early in the night, you may disallow choices and prompt to choose again. Disallow any choices that cannot be bluffed by good/evil players or confirm the Polymath player. (For this, remember any Polymath ability choices that you arranged privately at day if applicable.) Sleep. When the Polymath has chosen more abilities than the number of the current day+night cycle, you might add the \"overdriven\" (= drunk + deranged) reminder to the Polymath player. An overdriven player is either drunk or deranged, whatever helps the opposite team more, else remove the overdriven reminder of the Polymath if applicable. Update your notes about what static info which character gets this night (replay this info to the Polymath when the corresponding character is chosen). Later in the night, play the chosen character (directly after an equal in-play character would play). If you give first night info, it is info that the same character has received most recently. Do not allow the Polymath to change the demon character or person and show no grimoire. Sleep. Finally after dawn, they might choose an ability sometime at the day, directly in a private talk or indirectly via public claim, which is decided the same way as the choice of the night ability. It might work or not. The day phase has a separate once-per-game ability reminder.",
		"reminders": [
			"special night",
			"special day",
			"overdriven"
		],
		"setup": true
	}
]