[{"id":"_meta","name":"Trouble Homebrewing","almanac":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/almanac.html"},{"id":"dusk_homebrew","firstNightReminder":"Dusk","otherNightReminder":"Dusk","name":"Dusk","team":"jinxes","firstNight":17,"otherNight":3},{"id":"dawn_homebrew","firstNightReminder":"Dawn","otherNightReminder":"Dawn","name":"Dawn","team":"jinxes","firstNight":74,"otherNight":75},{"id":"paranoid_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/paranoid_homebrew.png","firstNightReminder":"(Optional: Wake the Paranoid and show them that their info concerns a specific player state. Add a reminder \"knows ‹player state›\" to the Paranoid. They only get info regarding this player state, not poisoning\/drunkness.) Before dawn, show them \"yes\" or \"no\" regarding any poisoning (≠ drunkness) ability to be in play. If the paranoid is not poisoned\/drunk by now, they may get false info.","otherNightReminder":"Before dawn, wake the paranoid and give them a \"yes\" (for drunk\/poisoned) or \"no\" (for sober\/healthy). This info might be wrong when they are drunk\/poisoned at the moment. When the paranoid would have become drunk\/poisoned\/sober\/healthy, this effect only takes effect at (next) dawn.","reminders":["knows ‹player state›"],"name":"Paranoid","team":"townsfolk","ability":"You start knowing whether a poison ability is in play. At night ≥ 2, you become drunk\/poisoned\/sober\/healthy only at dawn and learn this in the night.","attribution":"image: https:\/\/www.freepik.com\/premium-vector\/various-types-security-camera-security-camera-icons-video-surveillance-cctv-sign-set_30309490.htm","firstNight":26,"otherNight":13},{"id":"imbecile_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/imbecile_homebrew.png","firstNightReminder":"For any imbecile player, choose a townsfolk character from your prepared setup and put it next to the \"imbecile\" character token. Later, let them use their character's ability at night, if applicable. You may give instructions how to act (what to choose, if anything). If a once-per-game ability, ask whether they want to use it now and give instructions if yes. ","otherNightReminder":"Let the Imbecile use their ability at night when they can or have to. You may also give instructions how to act (what to choose, if anything). When their character changes, remove the imbecile character and show them the new character.","setup":true,"name":"Imbecile","team":"townsfolk","ability":"You are a Townsfolk that can wake up at night. You learn your character at death. [? Imbeciles]","firstNight":49,"otherNight":42},{"id":"therapist_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/therapist_homebrew.png","firstNightReminder":"see Other Night Reminder","otherNightReminder":"Let the therapist point to a player, let them choose any combination of state properties to query. If any of these properties is present, give a \"yes\" else a \"no\". If they point to the story teller, give one answer for all players.","name":"Therapist","team":"townsfolk","ability":"Each night, learn whether your chosen states are present for among all or 1 chosen player. Once per game, learn the complete state of 1 chosen player.","attribution":"image: https:\/\/www.vecteezy.com\/vector-art\/14565943-inventory-notebook-icon-flat-style","firstNight":27,"otherNight":14},{"id":"psychatrist_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/psychatrist_homebrew.png","name":"Psychatrist","team":"townsfolk","ability":"Each night*, choose 1 player to cure their persistent social, perceptional and behavioral impairments & protect against them until next dusk.","attribution":"image: https:\/\/www.freevector.com\/healthcare-medicines-icon-set-66471"},{"id":"physician_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/physician_homebrew.png","name":"Physician","team":"townsfolk","ability":"Each night*, choose 1 player to cure their persistent action impairements and protect against them until next dusk.","attribution":"image: https:\/\/clipart-library.com\/clipart\/pc5oa6zXi.htm"},{"id":"dowser_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/dowser_homebrew.png","firstNightReminder":"When starting the game, choose whether the alignment difference of the Dowser is computed clockwise (then add the \"CW\" reminder to the Dowser) or counterclockwise (then add the \"CCW\" reminder). This will not change over the game. Rest: See Other Night Reminder.","otherNightReminder":"Let the Dowser point at 1 *alive* player (including themself). The Dowser's alignment is interpreted as 1, their opposite as 0. Compute 2 alignment differences of the chosen player with each alive neighbour. If the Dowser has the \"CW\" reminder, subtract into clockwise direction, else (if they have the \"CCW\" reminder) subtract into counterclockwise direction. Choose the difference which is ≥ 0 and show it to the Dowser.","reminders":["CW","CCW"],"name":"Dowser","team":"townsfolk","ability":"Each night, choose 1 alive player: if your team, learn if the alive neighbour in dowsing direction is not your team. Else, learn if the other alive neighbour is your team.","attribution":"image: https:\/\/www.istockphoto.com\/photos\/dowsing-rod","firstNight":24,"otherNight":10},{"id":"demographer_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/demographer_homebrew.png","firstNightReminder":"Ask at least every evil player about their age or birthday season (spring, summer, autumn\/fall, winter) and take notes. You don't need to ask a player if you know their details.","name":"Demographer","team":"townsfolk","ability":"Each day, you either learn the summed age of evil players or 1 alive evil player's gender or birthday season. Evil players might know that you are in play.","attribution":"image: https:\/\/www.alamy.com\/demographics-icon-monochrome-simple-sign-from-election-collection-demographics-icon-for-logo-templates-web-design-and-infographics-image523527849.html","firstNight":35},{"id":"hairdresser_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/hairdresser_homebrew.png","firstNightReminder":"Decide for male or female gender. Count the number of evil-registering players with and without that gender. Add a little non-zero integer to one of the counts. Wake up the Hairdresser and show the two numbers. Sleep","otherNightReminder":"Remember what evil players turned good during the day and night and what good players turned evil (including registrations). If the number is not zero, wake the Hairdresser before dawn. When the number increased, show the \"evil\" signal followed by the absolute value. Otherwise, when the number decreased, show the \"good\" signal followed by the absolute value. Sleep. If you used alignment change reminders for players, remove them now.","reminders":["alignment change"],"name":"Hairdresser","team":"townsfolk","ability":"You start knowing 2 numbers of evil players, (fe)male & not (fe)male. One of both is wrong. Each night°, learn how the total number of evil players changed.","attribution":"image: https:\/\/favpng.com\/png_view\/scissors-comb-hair-cutting-shears-clip-art-hairdresser-hairstyle-png\/HUsY9W9W","firstNight":36,"otherNight":25},{"id":"sleuth_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/sleuth_homebrew.png","firstNightReminder":"Wake the Sleuth and let them point at one player (even dead ones). Decide whether you show their true character or one that would not count as true info for any player. Sleep.","otherNightReminder":"See First Night Reminder.","name":"Sleuth","team":"townsfolk","ability":"Each night, choose a player. You either see their character or a not-in-play character.","attribution":"image: https:\/\/www.alamy.com\/detective-private-investigator-spying-through-newspaper-vector-illustration-cartoon-image333595449.html","firstNight":37,"otherNight":26},{"id":"detective_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/detective_homebrew.png","otherNightReminder":"Before other characters, the Detective wakes up. They choose one player which can be marked with \"tailed\". Sleep. Everytime, a player wakes up who is marked with \"tailed\", do not immediately send out the ability signals. Memorize what you show. After you put them to sleep. Immediately wake up the Detective and replay the info and signals that you showed before. Don't show any actions or choices that the tailed player made. If the night action does not contain story teller info or signals, just make them sleep again after waking them up. Sleep.","reminders":["tailed"],"name":"Detective","team":"townsfolk","ability":"Each night*, choose 1 other alive player. Every time they wake up, you wake up directly after them to see all info or signals that they saw, while you are alive at night.","attribution":"image: https:\/\/stock.adobe.com\/de\/images\/detective-hat-pipe-and-magnifying-glass\/161268217","otherNight":27},{"id":"mummer_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/mummer_homebrew.png","firstNightReminder":"Let the Mummer choose 1 character and give them \"yes\" if it is in play, else a \"no\". Sleep. At the same night, when you showed a \"no\", wake up the demon and tell that this player is the Mummer.","otherNightReminder":"When the Mummer is marked as \"muted\", allow them to evaluate one character (see First Night Reminder). At dawn, add the \"muted\" reminder.  At day, remove the \"muted\" reminder when the player violates the muted condition.","reminders":["muted"],"name":"Mummer","team":"townsfolk","ability":"Each night, if you immitated a muted state at the day before, you can choose 1 character & learn whether it is in play. If not in play, the demon learns you.","attribution":"image: https:\/\/www.istockphoto.com\/de\/vektor\/karneval-wei%C3%9F-rot-maske-gm480873850-68706057","firstNight":48,"otherNight":41},{"id":"mute_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/mute_homebrew.png","firstNightReminder":"See Other Night Reminder. If the game starts with a greater-equal number of evil players, trigger the reward of the Mute unless the Mute is not alive at dawn.","otherNightReminder":"Observe the Mute player at day in semi- or public situations. If they violate the muted condition, mark the player with the \"noisy\" reminder. (Other alternative: exchange the character with the Drunk.) Later, at the end of the night, if the Mute lives AND it's the final night or the greater-equal half of alive players is evil AND there is no noisy reminder, wake up the Mute, point to 1 alive evil player, show the player's character and then show the demon's character. Sleep.","reminders":["noisy"],"name":"Mute","team":"townsfolk","ability":"Once per game, if you play muted until the final day or until half the alive players are evil, you get to know 1 alive evil player & the demon character.","attribution":"image: https:\/\/creazilla.com\/media\/icon\/3234677\/american-sign-language-interpreting","firstNight":50,"otherNight":43},{"id":"model_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/model_homebrew.png","firstNightReminder":"Add the \"paralyzed\" reminder to the Model player.","otherNightReminder":"When the Model violated the paralyzed condition in the last day, remove the paralyzed reminder. At day, if the \"paralyzed\" reminder is still set and if the Model guesses at least the characters of all Townsfolk players correctly, end the game and declare that the good team wins. If the \"paralyzed\" reminder is set and if Model dies this night, wake them up and let them choose any Townsfolk character from the script or any official Townsfolk character. They may choose their character at day, if they like.","reminders":["paralyzed"],"name":"Model","team":"townsfolk","ability":"If you were paralyzed all game: When you guess all Townsfolk players' characters, your team wins. When you die at night, choose any Townsfolk to become.","attribution":"image: https:\/\/www.freepik.com\/premium-vector\/isolated-colored-wooden-mannequin-model-icon-vector_41316786.htm#from_element=cross_selling__vector","firstNight":57,"otherNight":52},{"id":"vampirehunter_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/vampirehunter_homebrew.png","firstNightReminder":"Show the Vampire Hunter 1 demon character in play.","otherNightReminder":"Before players can kill, wake up the Vampire Hunter. Show the Vampire any character concerning players who are marked \"anointed\" and \"killed by ‹character›\". Remove any \"anointed\" and \"killed by\" reminders. Let the Vampire Hunter choose ≤ ¼ of alive players, i.e. 1 for 4 to 7, 2 for 8 to 11, 3 for 12 to 15 alive players. Mark them with the \"anointed\" reminder. Later during the night or day, when any anointed player dies, mark them with a \"killed by ‹character›\" reminder using the character of the responsible player.","reminders":["anointed","killed by ‹character›"],"name":"Vampire Hunter","team":"townsfolk","ability":"You start knowing 1 demon character in play. Each night°, choose ≤ ¼ of alive players. You learn what characters account for their death until dusk.","attribution":"image: https:\/\/www.geekalerts.com\/vampire-hunter-kit\/","firstNight":38,"otherNight":28},{"id":"pope_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/pope_homebrew.png","firstNightReminder":"See Other Night Reminder","otherNightReminder":"Whenever the Demon chose the Pope, decide whether the Pope dies, no matter their reminders or protection abilities (the probability of dying should be higher without protection). If no player has the \"holy\" reminder, allow the Pope to choose 1 player (themself included). If they chose one: Sleep. Mark the player with the chosen player with \"holy\" reminder. Wake the chosen Player and show them, they were chosen by the Pope. Sleep. In the rest of the game: when the player with \"holy\" reminder would die, they do not. When the pope dies, remove the \"holy\" reminder.","reminders":["holy"],"name":"Pope","team":"townsfolk","ability":"Once per game at night, choose 1 player (incl. yourself) who learns this & cannot die before you. The demon *might* kill you even when protected. This ability is sober","attribution":"image: https:\/\/www.zdfheute.de\/panorama\/papst-leo-exorzisten-100.html","firstNight":23,"otherNight":7},{"id":"soulkeeper_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/soulkeeper_homebrew.png","firstNightReminder":"Mark the Soulkeeper player with the \"soulkeeper\" reminder. Rest: see Other Night Reminder.","otherNightReminder":"When a player with \"soulchosen\" reminder exists in the Grimoire don't wake up the Soulkeeper. Otherwise, let the Soulkeeper choose a player. When they choose themself, let them use their Soulkeeper abilities. They can use abilities of all players marked with \"soulcaught\" in the grimoire. Whenever the character would take effect at night, also wake the Soulkeeper then, play the ability and sleep. If the Soulkeeper chooses no player, do not wake them anymore this night. If the Soulkeeper chooses a dead player, move a \"soulkeeper\" reminder to the new person and move their shroud to the previous soulkeeper. Only one player may have the \"soulkeeper\" reminder. This player must be declared to be be resurrected at dawn. If the Soulkeeper chooses an alive player, mark them with the \"soulchosen\" reminder. Whenever a Soulkeeper character would be created mid-game, move the \"soulchosen\" reminder to that player if a \"soulkeeper\" marked player exists otherwise use a \"soulkeeper\" reminder for the player. Whenever a soulchosen player dies, replace their \"soulchosen\" reminder with the \"soulcaught\" reminder. When the Soulkeeper really dies, remove all soulchosen, soulcaught and soulkeeper reminders from the grimoire.","reminders":["soulchosen","soulcaught","soulkeeper"],"name":"Soulkeeper","team":"townsfolk","ability":"Each night, you may choose 1 player who, if dead, takes your abilities+life, or, if alive, gets you unconscious until they die & thereby add their abilities to you.","attribution":"images: https:\/\/www.svgrepo.com\/svg\/477677\/human-soul-1 , https:\/\/www.1stdibs.com\/de\/m%C3%B6bel\/serviergeschirr-keramik-silber-und-glas\/barzubeh%C3%B6r\/kugeldekanter-aus-klarem-glas-im-art-d%C3%A9co-stil-mit-sockel-aus-onyxglas-und-stopfen\/id-f_37806392\/","firstNight":41,"otherNight":32},{"id":"theist_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/theist_homebrew.png","reminders":["cheated"],"setup":true,"name":"Theist","team":"townsfolk","ability":"Players may cheat rules. Every caught cheater will lose. Heretics & Atheists don't work. Everyone loses If you execute the story teller. Only executions kill you.","attribution":"image: https:\/\/www.freepik.com\/premium-vector\/two-hands-hold-globe-earth-concept-caring-earth-vector-illustration_91400278.htm"},{"id":"prophet_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/prophet_homebrew.png","firstNightReminder":"Invent a funny or interesting game rule which fits to your character setup. It should be sufficiently short and simple so that the Prophet can memorize it correctly. At night 1 or day 1, tell the Prophet the game rule. Whenever the Prophet asks you, restate the game rule again.","otherNightReminder":"If the Prophet *approximately* stated the game rule correctly at the last day, and did not make multiple different declarations, register a game rule *exactly* corresponding to what the Prophet declared. If the declared game rule deviates too much from your original intent, ignore it. If you accept the declaration, when it is sufficiently close, wake up 1 good & 1 evil player (sequentially, not simulatenously). Show them who the Prophet is.","name":"Prophet","team":"townsfolk","ability":"You start knowing an inactive rule. At day, if you declare it correctly: even after you died, it is active & another good & evil player learn your character until dawn.","attribution":"image: https:\/\/www.vectorstock.com\/royalty-free-vector\/eye-in-heart-masonic-symbol-vector-21866775","firstNight":43,"otherNight":34},{"id":"drugpusher_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/drugpusher_homebrew.png","firstNightReminder":"See Other Night Reminder","otherNightReminder":"Remove the current \"drugged\" reminder. Wake up the Drug Pusher and let them point at 1 player. Mark this player with \"drugged\" in the grimoire. If this player is dead, give them one more vote token. Sleep. You either wake the chosen player to tell them about the update or declare their new Vote Token publicly. During the entire next day, any player marked with \"drugged\" will be ignored in the count when they vote.","reminders":["drugged"],"name":"Drug Pusher","team":"townsfolk","ability":"Each night, choose 1 player who: becomes drugged until next dusk & earns +1 vote token if dead.","attribution":"image: https:\/\/de.dreamstime.com\/cannabis-marihuana-hanf-logo-und-symbol-pflanzen-nat%C3%BCrliche-kr%C3%A4uter-vektor-medizinische-gr%C3%BCne-illustration-medizin-natur-image160983385","firstNight":44,"otherNight":35},{"id":"brainwasher_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/brainwasher_homebrew.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"Remove the current \"controlled\" and \"control-drunk\" reminder. Before other players, wake up the Brainwasher and let them point to 1 player. Prompt to choose again when the player cannot be drunk. If chosen, the player is marked with \"controlled\". If the player has ≥ 1 evil character ability, add the \"control-drunk\" reminder to the Brainwasher player. Later this night, when a player with \"controlled\" reminder uses their abilities, they behave as drunk except if the Brainwasher is drunk. Directly afterwards, wake up the Brainwasher and play the abilities like you would have for the controlled player (only provide the Brainwasher with input instructions, nothing else). If the Brainwasher is drunk\/poisoned, it won't be effective. Sleep.","reminders":["controlled","control-drunk"],"name":"Brainwasher","team":"townsfolk","ability":"Each night, choose 1 player who is drunk. You account for & remote-control their unknown abilities secretly until dusk. Evil character abilities get you poisoned.","attribution":"image: https:\/\/attachments-cdn-s.coub.com\/coub_storage\/coub\/simple\/cw_image\/2e7868f8a9f\/34d34be31803e0fdbd73e\/1593630029_00032.jpg","firstNight":45,"otherNight":37},{"id":"puppeteer_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/puppeteer_homebrew.png","otherNightReminder":"At the start of the night, if there is no player with \"swapped\" and \"genuine\" reminder, let the Puppeteer choose 2 players (themself included). Remove any \"swapped\" reminders and add the \"swapped\" reminder to the chosen players. Whenever one of both players with \"swapped\" reminder would receive a consequence for some action or effect or would be queried for the alignment or character, the other player with \"swapped\" reminder will receive it or be queried instead. When a player with \"swapped\" reminder dies and also accounts for it after consideration of swapped accountability then add the \"genuine\" reminder to both players. At the next occasion at night, show both players with \"swapped\" and \"genuine\" reminder their new character and alignment. Each night, when both players with \"swapped\" reminder register as dead, the Puppeteers loses 1 life. When the Puppeteer died, remove the \"swapped\" and \"genuine\" reminder, wake up the previously swapped players and show them their original character\/alignment from the girmoire.","reminders":["swapped","genuine"],"name":"Puppeteer","team":"townsfolk","ability":"Each night*, choose 2 players to swap accountability & registered character + alignment. The swap gets genuine if one dies self-accountably. You die if both in a swap have died.","attribution":"image: https:\/\/www.dreamstime.com\/two-color-puppet-show-vector-icon-entertainment-arcade-concept-isolated-blue-sign-symbol-can-be-use-web-mobile-logo-image149152901","otherNight":69},{"id":"copycat_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/copycat_homebrew.png","otherNightReminder":"When the Copycat accounts for a death, do not add a shroud to the dead player but a \"clone target\" reminder. You choose whether and when the player registers and is declared as dead (they must however register as dead when they become dead). When the Copycat accounts for the loss of abilities of a player (drunkness, poisoning, death, …), add a \"clone target\" reminder to that player and wake up the Copycat before dawn. When you add a new \"clone target\" reminder, (re)move the old one. If a player turns dead when the \"clone target\" is removed, add a shroud. When the Copycat wakes up, point to the player and let them choose another player (including the Copycat themself). If this player has different alignment, remove any \"clone target\" and \"clone source\" reminders, adding a shroud to the previous \"clone target\" when they die, and sleep. Otherwise, remove any existing \"clone source\" reminder and add the \"clone source\" reminder to the chosen player. If the clone source player is dead at cloning time, the cloned target player also will die and copy the shroud (but gets the cloned character), else continues living until the clone relation ends (even if they would be dead). Sleep. (You might do all of this multiple times for multiple players in the same night, enumerating every pair of target & source.) When the \"clone target\" or \"clone source\" has changed, copy all \"clone source\" player state to the \"clone target\" player and show the new character to the clone target player. If the clone relation ends, wake up the former clone target player and show the original character.","reminders":["clone target X","clone source X"],"name":"Copycat","team":"townsfolk","ability":"The last player whose last ability you removed: clones state+abilities of 1 member of their team (who you choose) & might register as dead & acts on your account.","attribution":"image: https:\/\/www.clipartkey.com\/view\/whJTTR_copycat-logo-cat\/","otherNight":68},{"id":"prodigy_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/prodigy_homebrew.png","firstNightReminder":"Decide which Townsfolk and Outsider abilities the prodigy obtains. At least one Townsfolk ability gets and infers no information. Compute the compensatory number of evil characters and assign these characters to already evil players. Evil Townsfolk or outsider who get a minion ability become a minion and are going to get minion info. Minion abilities can be distributed among multiple evil players. Wake up the Prodigy and show them that they are the Prodigy followed by the sequence of all characters that they have. Put all these characters to the Prodigy player in the Grimoire. Rest: See Other Night Reminder.","otherNightReminder":"Play the abilities of the Prodigy in the correct night order. When an ability would be used, wake up the Prodigy show them the character token (for the ability) and play the ability. Sleep. Whenever any ability queries or refers to the character of the Prodigy, this is not the Prodigy character but the story teller must choose one of the characters that helps the Prodigy's team most.","setup":true,"name":"Prodigy","team":"townsfolk","ability":"You have N ≥ 2 Townsfolk (≥ 1 non-inferential one) & N-2 Outsider characters. You register arbitrarily as any of them. [+((N-1)\/2) Minion Characters]","attribution":"image: https:\/\/www.walmart.com\/ip\/Unlbquu-Adorable-Graduation-Teddy-Bear-Doctoral-Cap-Nurse-Attire-Perfect-Student-Souvenir-Aspiring-Doctors-Nurses-High-Quality-Soft-Materials-brown\/14253360417","firstNight":46,"otherNight":38},{"id":"attorney_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/attorney_homebrew.png","otherNightReminder":"The Attorney chooses after the demon\/minions chose. First choose one player, then a second. You may choose yourself for each of both choices.","name":"Attorney","team":"townsfolk","ability":"Each night*, choose 1 player to lose one life, then 1 player to obtain 1 life. Players' life states are integers even when you died.","attribution":"image: https:\/\/uk.pinterest.com\/pin\/attorney--445293481909864443\/","otherNight":45},{"id":"arrester_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/arrester_homebrew.png","otherNightReminder":"At day, if the Arrester has no \"used\" reminder in the grimoire and the Arrester is executed, give them a small frame of time to summon their Arrester ability. After they did or if they don't, finally declare the execution of the Arrester and possibly a death. If the Arrester chose a player, add the \"arrester target\" reminder to that player. Before entering the night, if any alive player has the \"arrester target\" reminder and a different alignment than the Arrester, execute them. The Arrester player accounts for it (except if someone else accounts for the Arresters actions). Then, story tell all other consequences of that execution. If the Arrester is resurrected or the character gone, remove their \"used\" reminder. At dusk, remove the \"arrester target\" reminder and add the \"used\" reminder to the Arrester.","reminders":["arrester target","used"],"name":"Arrester","team":"townsfolk","ability":"Once per game, at your execution, you may choose 1 player. If not in your team, they are executed at the end of the same day.","otherNight":46},{"id":"genie_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/genie_homebrew.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"At day, if the Genie has no \"used\" reminder and makes a public wish, add the \"used\" reminder to the Genie player. Examine if the wish of the Genie is wellformed. It must have at most 2 predicates, no AND-connection, no negated AND-connection, no recursion and no interaction with the grimoire. They cannot wish for extra wishes either. When the wish contains an \"or\" connection, you choose one of the alternatives. Reflect on whether trade offs are needed and which, in order to restrict the power of the wish appropriate for a good ability.","reminders":["used"],"name":"Genie","team":"townsfolk","ability":"Once per game, you can make a public wish (≤ 2 predicates, no \"AND\" connectives, no grimoire, no public confirmability). It might have arbitrary trade offs.","attribution":"image: https:\/\/thenounproject.com\/icon\/genie-1005202\/","firstNight":52,"otherNight":47},{"id":"crusader_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/crusader_homebrew.png","firstNightReminder":"Choose any outsider ability for the Crusader. It can also be in play or not on the script. Wake the Crusador and tell them their additional outsider ability.","otherNightReminder":"If the Crusader deliberately (or unknowingly) spread false game information in a convincing way, add the \"liar\" reminder to the Crusader player (remove the reminder when the Crusader debunked it or acknowledged the mistake sincerely). At dawn, if the Crusader has the \"liar\" reminder, wake up the Demon. Point to the Crusader, show the Crusador character, and let them choose \"yes\" or \"no\". If the demon chooses \"yes\", the Crusader commits suicide and everybody learns their additional death at dawn.","reminders":["liar"],"name":"Crusader","team":"townsfolk","ability":"Once per game, if you are mad about false game info, at night, the demon learns your extra outsider ability & decides your suicide. You are a Soldier.","attribution":"image: https:\/\/i.etsystatic.com\/21443862\/r\/il\/f3da24\/3640702388\/il_570xN.3640702388_8gte.jpg","firstNight":54,"otherNight":49},{"id":"frankenstein_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/frankenstein_homebrew.png","firstNightReminder":"Choose whether the Frankenstein registers as alive or dead at night 1. If they register as dead, add the \"dead\" reminder to the player in the grimoire.","otherNightReminder":"If Frankenstein registered as alive last night, they register as dead this night (add the \"dead\" reminder to the player), else they register as alive (remove the \"dead\" reminder from the player).","reminders":["dead"],"name":"Frankenstein","team":"townsfolk","ability":"Each second day & night, you covertly register as dead to all characters. This ability is sober+healthy.","attribution":"image: https:\/\/www.flaticon.com\/free-icon\/frankenstein_218179","firstNight":56,"otherNight":51},{"id":"gourmet_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/gourmet_homebrew.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"Wake up the Gourmet and let them point at 1 player. If that player has no good ability, then show a \"no\". If that player has an abnormally working good ability at this night (e.g. drunk, poisoned, deranged), show a \"no\". If the player has a normally working good ability at this night, show a \"yes\". Sleep.","name":"Gourmet","team":"townsfolk","ability":"Each night, choose 1 player and learn whether their *actual* ability is good if and only if it is well-functioning at this night. You are sober.","firstNight":60,"otherNight":55},{"id":"mentalist_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/mentalist_homebrew.png","firstNightReminder":"Select the first player for the Mentalist. Select question(s) and statement(s) that you want to use during the game, as well as how answer options should look like. See Almanac for ideas. Do *not* wake up the Mentalist.","otherNightReminder":"Select a new player at the previous day or this night. Ask this player about a question\/statement, find additional answer options and a Drunk ability in case of a false Mentalist guess. Show this player to the Mentalist tonight. Sleep. Be prepared for the Mentalist to visit you at day.","name":"Mentalist","team":"townsfolk","ability":"Each night*, see 1 player who answers a statement\/question. If you guess the answer right, get their character. If wrong, get a Drunk. They might know you are in play.","attribution":"image: https:\/\/artbearnewpro251.blogspot.com\/2021\/07\/the-best-25-angela-merkel-hands.html","firstNight":62,"otherNight":58},{"id":"shaman_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/shaman_homebrew.png","otherNightReminder":"You guess after the demon kills. When the demon is at turn (even if selected by the story teller), you may remember the demon's kills by adding reminders to the chosen players. If the Shaman has not been killed, wake them up. If the Shaman has guessed, shake your head \"no\" if false or nod your head \"yes\" if correct and show them all the alive players' characters by pointing on a character roster (script). Sleep. If they got a \"yes\", add the \"used\" reminder to the Shaman player. If the Shaman player has a \"used\" reminder (or was killed at the night), do not wake them up. The \"used\" reminder is removed when the Shaman character resurrects or is changed.","reminders":["demon-killed","used"],"name":"Shaman","team":"townsfolk","ability":"Each night*, if you guess the demon-killed when ≥ 4 players are alive at dusk, once per game you get to know all alive players' characters.","attribution":"image: https:\/\/static.partyking.org\/fit-in\/1300x0\/products\/original\/shaman-bull-skull-mask-with-feathers-105175-1.jpg","otherNight":61},{"id":"actor_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/actor_homebrew.png","otherNightReminder":"Count the *alive* players who publicly believed, were convinced or tried to make others believe false game-related information. Show this number to the Actor at night.","name":"Actor","team":"townsfolk","ability":"Each night*, you learn the number of alive players who were publicly mad about false game-related info today.","attribution":"image: https:\/\/ena.our-dogs.info\/facts-pin.html","otherNight":57},{"id":"robber_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/robber_homebrew.png","firstNightReminder":"If a Clan Boss is in play, wake up the Robber and show them the Clan Boss player with the Clan Boss character.","otherNightReminder":"If the Robber is alive, nominated and executed the last alive Minion today or tonight, wake up the Robber before dawn and show them the Demon player. If a Clan Boss is created in the mid of the game, the Robber learns this.","setup":true,"name":"Robber","team":"townsfolk","ability":"At night, if you account for killing the last alive Minion, you learn the Demon player. You know the Clan Boss player.","attribution":"image: https:\/\/www.tebeosfera.com\/sagas\/beagle_boys_1947_barks.html","firstNight":67,"otherNight":64},{"id":"clown_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/clown_homebrew.png","firstNightReminder":"Out of all evil characters (demons or minion characters) who are not in play, pick one and show this to the Clown.","otherNightReminder":"As soon as the Clown jokes about being a minion, they register as evil until dawn even if they are actually good. If you think, the Clown actually made effort to be funny, hilarious or joky today and has been funny to some extent, at least for one player, wake them up at night. Point to 1 dead or alive player and show what alignment+character they have. For each other notable gag, show another player. You also might show some of the players that the Clown saw already at previous nights if the jokes were too weak or if you need to balance the game. Sleep.","name":"Clown","team":"townsfolk","ability":"You start knowing 1 not-in-play evil character. If you joke about being a minion you register as evil until dawn. For each funny gag\/joke, you learn a player at night.","attribution":"image: https:\/\/img.freepik.com\/premium-vector\/cartoon-halloween-sinister-clown-emoji-character_53500-5899.jpg?semt=ais_hybrid","flavor":"Wouldn't it be funny to be a psychopath?! This is my axe!","firstNight":68,"otherNight":65},{"id":"survivor_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/survivor_homebrew.png","firstNightReminder":"Show 1 good player to the Survivor. (Not the character.)","otherNightReminder":"When the Survivor publicly and most recently has claimed a character which coincides with the registered character of another *alive* player, move the (unflipped) \"claimed\" :reminder: to that player. If another player publicly claims their own character, add a flipped down \"claimed\" :reminder: to that player. Do not add a \"claimed\" reminder if the player already has a un-\/flipped \"claimed\" reminder. If a player's registered character changes, remove any \"claimed\" :reminder:s from this player. If a player with the (unflipped) \"claimed\" reminder dies, add the \"survived\" :reminder: to them and remove the (unflipped) \"claimed\" :reminder:. At night, if there is a \"survived\" reminder, wake the Survivor up and show them 1 dead player together with the player's character. (This is usually valuable info except if the survivor passed the condition effortlessly, e.g. with a drunk Demon). Sleep. Then remove the \"survived\" :reminder:s. Remove any \"claimed\" or \"survived\" reminders when the Survivor changes character or resurrects.","reminders":["claimed","survived"],"name":"Survivor","team":"townsfolk","ability":"You start knowing 1 good player. At night, after a player dies whose character you claimed publicly before they did, learn 1 more dead player's character.","attribution":"image: https:\/\/www.creativefabrica.com\/product\/survivor-tattoo-design\/","firstNight":69,"otherNight":66},{"id":"forensic_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/forensic_homebrew.png","otherNightReminder":"The Forensic learns characters which are false except for the character type. At dawn, remove any \"killed by\"\/\"executer\" reminders. At day, add the \"executer\" :reminder: to the player(s) whose nomination led to a deadly execution. At night, add \"attacked by\" :reminder:s to all attacked\/killed players. Before dawn, the Forensic gets to know all characters of players with \"executer\" reminder. Remove the \"executer\" :reminder:s. Also let the Forensic choose 1 player. If the chosen player has an \"attacked by\" reminder, show the accountable player's character to the Forensic.","reminders":["executer","attacked by ‹character›"],"name":"Forensic","team":"townsfolk","ability":"Each night*, learn the characters of lethal nominators & choose 1 player to learn what character attacks them tonight. Only the character type of your info is correct.","attribution":"image: https:\/\/www.vecteezy.com\/vector-art\/25726279-forensic-vector-glyph-icon-for-personal-and-commercial-use","otherNight":67},{"id":"clairvoyant_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/clairvoyant_homebrew.png","firstNightReminder":"See Other Night Reminder","otherNightReminder":"From all supported jinxes in your script, show each to the Clairvoyant whose characters and conditions are satisfied. Let the Clairvoyant choose 1 player and add the \"unjinxed\" reminder to them. All jinxes whose source is a player with \"unjinxed\" reminder are inactive (blocked). If the Clairvoyant player would turn into the evil alignment, add the \"fake-evil\" reminder to the player. They always win with the good team but register as evil if they have the \"fake-evil\" reminder.","reminders":["unjinxed","fake-evil"],"setup":true,"name":"Clairvoyant","team":"townsfolk","ability":"Each night°, choose 1 player to disable their Jinxes until next choice. Each night, you see the number of active jinxes. You only win if the good wins. [≥ 1 active jinx]","attribution":"image: https:\/\/www.etsy.com\/de\/listing\/800839668\/stirnchakra-svg-ajna-symbol-sanskrit","firstNight":73,"otherNight":73},{"id":"platitudinarian_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/platitudinarian_homebrew.png","otherNightReminder":"Count the platitudes that you have witnessed. For each platitude you might choose a consequence to happen. See Almanac for ideas.","name":"Platitudinarian","team":"fabled","ability":"Whenever a player says a platitude (commonplace phrase) something bad might happen at this\/next day\/night.","attribution":"image: https:\/\/clipartix.com\/new-years-clip-art-animated-free-clipart-images-3-image-16299\/","flavor":"Merry Christmas, Happy Easter and New Year too!","otherNight":2},{"id":"inspector_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/inspector_homebrew.png","firstNightReminder":"see Almanac","otherNightReminder":"see Almanac","reminders":["arrested","sentenced"],"name":"Inspector","team":"jinxes","ability":"1 player who knows it *might* be Inspector: Player states affect you. Deadly executions turn into *arrest*. At night, arrested players might choose + learn you. \"yes\" reveals their character to you & re-enables nominating+abilities. Evil players choose at the first night of arrest. A \"no\" or 2nd arrest leads to permanent abilities loss.","attribution":"image: https:\/\/img.freepik.com\/premium-photo\/police-golden-badge_1218049-13690.jpg","firstNight":14,"otherNight":79},{"id":"redeemer_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/redeemer_homebrew.png","firstNightReminder":"see Almanac","otherNightReminder":"see Almanac","reminders":["Redeemer","dawn 2","dawn 3","dawn 4","dawn 5","dawn 6","dawn 7","dawn 8","dawn 9"],"name":"Redeemer","team":"jinxes","ability":"1 good player *might* be Redeemer: if you are healthy+sober+alive after a death, good wins. You resurrect X nights after last death (X = #good-alive-votes else #alive-evil). You & evil players know you. You may die from execution if you are poisoned\/drunk or if \"#good-votes – #evil-votes\" is ≤ 1 or passes the nomination limit.","attribution":"image: https:\/\/easydrawingguides.com\/how-to-draw-christ-the-redeemer-in-rio\/","flavor":"And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever.","firstNight":16,"otherNight":77},{"id":"saboteur_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/saboteur_homebrew.png","firstNightReminder":"See Almanac","otherNightReminder":"See Almanac","reminders":["+1 vote","sabotaged","witness"],"name":"Saboteur","team":"jinxes","ability":"1 good player who knows it *might* be the Saboteur: You are affected by player state. Each night, choose 1 player to use your vote. Executees except yourself – who you raised the hand for – are declared dead, live, get unconscious & inform ≤1 evil about you throughout the game. Only at your death, all sabotaged executees are declared.","attribution":"image: https:\/\/www.clipartmax.com\/middle\/m2i8A0K9G6d3i8N4_open-sabotage-sabot\/ , https:\/\/pngtree.com\/freepng\/saboteur-businessman-cartoon-illustration-sabotage-necktie-damage-vector_9495098.html","firstNight":15,"otherNight":80},{"id":"immortal_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/immortal_homebrew.png","firstNightReminder":"see Almanac","otherNightReminder":"see Almanac","reminders":["immortal","+1 vote token","got vote token","not executed","nominee"],"name":"Immortal","team":"jinxes","ability":"Nominations are not regulated. Invalid nominations fail covertly. 1 good player, who knows it, *might* be the Immortal: Only your *character* can die & is affected by player state: if it died, deads nominate validly & each of your dead votes gives +1 evil dead +1 vote token next night.","attribution":"image: https:\/\/img.freepik.com\/premium-photo\/infinity-symbol-with-heart_1181531-1477.jpg?w=2000","flavor":"The 1st time, my train derailed into an icy river but I managed to swim to the riverside.\nThe 2nd time, I survived a plane crash at landing, being suck out of the door but cushioned by hay, while everyone else died.\nThe 3rd time, my bus skidded into a river, I could swim to the riverside but some others could not do it.\nThe 4th time, my car took fire while I was driving it. It exploded but I could crawl out of it.\n3 years later the same even happened again.\nThe 6th time, …\n(Frane Selak)\n","firstNight":13,"otherNight":78},{"id":"shopkeeper_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/shopkeeper_homebrew.png","firstNightReminder":"Define the items that you want to offer during the game (up to 4 for each alignment is sufficient). Choose achievements, quests and minigames such as with the Zenomancer and their reward in coins. Decide about item prices based on the player number of an alignment and the available rewards. Of course, you also may use physical coins.","otherNightReminder":"You may declare all shop offers (for good and evil) at the beginning or only when people ask you (only show them the offer for their character type!). People may accomplish achievements at any day or night. When people purchase an item\/upgrade from you, add its reminder to the player in the grimoire (and possibly the day number when they purchased it). The item\/upgrade is effective from now on. If you figure out that someone illegitimately got the coins for the purchase, you remove their reminder again.","reminders":["‹item\/upgrade name›"],"name":"Shopkeeper","team":"jinxes","ability":"Players can earn coins for each game-related quest, achievement or minigame they win. They can spend coins for immediate item effects from you.","firstNight":11,"otherNight":76},{"id":"vagrant_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/vagrant_homebrew.png","firstNightReminder":"If the Vagrant should count as Outsider, add the \"Outsider\" reminder at the player in the grimoire, or the \"Traveller\" reminder respectively. Optionally: you may choose a traveller ability for them. Do not tell anyone which it is. Add the Traveller character to the Vagrant player in the grimoire.","otherNightReminder":"Play according to the Vagrant's Traveller ability if they have one.","reminders":["Outsider","Traveller"],"setup":true,"name":"Vagrant","team":"townsfolk","ability":"You are of either Townsfolk, Outsider or Traveller type until the end. You might have a traveller ability. If you do, you are exiled, not executed. [? Vagrants]","attribution":"image: https:\/\/www.istockphoto.com\/fr\/vectoriel\/hobo-avec-un-sac-%C3%A0-dos-gm1003188638-271036176 - poor man with hobo sack","firstNight":59,"otherNight":54},{"id":"samurai_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/samurai_homebrew.png","firstNightReminder":"Consider that a Samurai can be counted as Outsider or as Townsfolk for the setup. During the game, a Samurai counts as both. If both are in conflict, you decide one of both for the situation.","otherNightReminder":"Let the Samurai point at 1 player. Maintain a histogram of Outsider choices made by good and by evil Samurai players. For each of both histograms, if at least 1 Outsider was chosen, kill 1 of the Outsiders with most votes within the histogram. The death triggers immediately.","setup":true,"name":"Samurai","team":"townsfolk","ability":"Each night*, choose 1 player who dies if it is an outsider. You are of Townsfolk+Outsider type. [? Samurai]","attribution":"image: https:\/\/www.pinterest.com\/pin\/190206784242938662\/","firstNight":20,"otherNight":8},{"id":"buddha_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/buddha_homebrew.png","firstNightReminder":"Choose any non-script or in-script ability for the Buddha or one that is fake or manipulated (which does not exist). Choose the ability's character or a character that allows for confusion with the Buddha's ability and show this character to the Buddha in this night. (The Buddha must know this character.) The Buddha player may *register as or replace* a player in the setup if and only if their alignment and character\/ability is equal to those that the player would have. The Buddha may be a secret Traveller. Give them an alignment that fits their character. If the Buddha registers as their character, put the character token next to the Buddha token in the grimoire. Rest: See Other Night Reminder.","otherNightReminder":"The Buddha may guess any time but does not guess at night. If the Buddha guessed correctly, add the \"enlightened\" :reminder: to the Buddha player. If the Buddha guessed falsely, add the \"benighted\" :reminder: to the Buddha player. The \"benighted\" reminder is equal to being \"drunk\". The \"enlightened\" reminder means, the Buddha player and ability cannot get drunk anymore. When the game ends and the Buddha has the \"enlightened\" reminder, they win regardless of who else wins.","reminders":["enlightened","benighted"],"setup":true,"name":"Buddha","team":"outsider","ability":"Once per game, even if dead, guess to be a seen character. If right, you are sober & will win. If false, you are drunk. You *might*: be evil or register as Buddha. [≤1 player of any type]","attribution":"image: https:\/\/www.statuebuddha.com\/portfolio-items\/tranquil-bronze-buddha-mask-sculpture\/","firstNight":64,"otherNight":60},{"id":"schizo_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/schizo_homebrew.png","firstNightReminder":"Choose","name":"Schizo","team":"outsider","ability":"You have any townsfolk or minion ability & alignment but you get false character – & possibly alignment – signals about yourself & possibly others.","attribution":"image: https:\/\/stock.adobe.com\/de\/images\/virtual-reality-icon-augmented-reality-icon-vr-headset-symbol-vr-goggles-icon-ar-vision-icon-vr-headset-icon-ar-googles-icon-white-on-black-background\/874045033","firstNight":33},{"id":"werwolfalpha_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/werwolfalpha_homebrew.png","firstNightReminder":"Acts before the demon. Wake the Werwolf Alpha and show the script with characters. After they chose, signal a \"yes\" or \"no\". Sleep. Then wake the demon, show them the Werwolf Alpha character, then the chosen character and a \"yes\" or \"no\". If an evil player has this character, show the demon this player. Sleep. If an evil player has this character, also wake them up and show the Werwolf Alpha character to them. Sleep.","otherNightReminder":"After waking up the Werwolf Alpha, allow them to choose a character or a player. When choosing a character, repeat what the First Night Reminder mentions. Otherwise, play the Lycanthrope ability. If Lycanthrope has been used and the demon is woken up to choose, show them the Werwolf Alpha character and point to the chosen player. Finish the demon's ability as normal. Sleep.","name":"Werwolf Alpha","team":"outsider","ability":"Each night, you & evil learn if your chosen character is in play, OR ELSE each night*, use Lycanthrope. The demon learns the chosen evil player. You register as evil.","attribution":"image: https:\/\/www.vectorstock.com\/royalty-free-vector\/werewolf-icon-or-modern-line-symbol-art-vector-52020439","firstNight":28,"otherNight":15},{"id":"romantic_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/romantic_homebrew.png","firstNightReminder":"You can only use the Romantic, if there is yet another Outsider in the setup. Wake 1 Minion, show them the 'This character selected you' card and the Romantic token. Add the \"chases Romantic\" :reminder: to them in the Grimoire. Wake 1 *genuinely good* Townsfolk, show them the Romantic player and character. (See Victim in Almanac.)","otherNightReminder":"If the player with \"chases Romantic\" reminder is a minion and guesses a player as Romantic publicly today, add the \"guessed Romantic\" :reminder: to the guessed player in the Grimoire (if this player is alive at that moment), otherwise it is put in the center. If a player with Lycanthrope ability chooses the Romantic, nothing happens. At (or after) dawn, if the Romantic player has the \"guessed Romantic\" reminder, the team of the Romantic loses & the other team wins. Remove the \"chases Romantic\" and \"guessed Romantic\" reminders if the Romantic character is removed. If the Romantic has died, let them choose a player. If this player is evil , the Maverick's penality triggers: they turn into a Wicked and at least all opposite alignment players learn it, at dawn or dusk. When the game ended and the Romantic is alive, the Romantic loses.","reminders":["chases Romantic","guessed Romantic"],"setup":true,"name":"Romantic","team":"outsider","ability":"At the end of game, if you live you lose. A Lycanthrope cannot kill you. You have Victim + Maverick ability. [≥ 2 Outsiders]","attribution":"image: https:\/\/de.pngtree.com\/freepng\/red-rose-icon-design-template-vector_5951280.html","firstNight":21,"otherNight":9},{"id":"pinocchio_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/pinocchio_homebrew.png","otherNightReminder":"At dawn, if Pinocchio convincingly spread misinformation during any nomination, add the \"liar\" reminder to the Pinocchio player (remove the reminder when the Pinocchio debunked it or acknowledged the mistake sincerely), otherwise remove it. When a Demon player acted and the living Pinocchio player has a \"liar\" reminder, let the Demon act again (consecutively). At night after their execution, let Pinocchio choose 1 neighbour among the alive-registering players but not Travellers (it skips any dead neighbours). If they did not choose a valid player, shake the head and let them choose again. E.g. they might have chosen a Traveller Vagrant or the Frankenstein who covertly registers as dead. The Pinocchio player changes to a Vagrant. Inform them. Sleep. The chosen player changes their Character to Pinocchio. Wake up this player and inform them. The other alive neighbour might transform into a Vagrant. If they do, wake them up and inform them and sleep. Avoid it if it would end the game.","reminders":["liar"],"name":"Pinocchio","team":"outsider","ability":"At nominations, if you are mad about false game info, the demon acts twice tonight. If executed, choose 1 alive neighbor to get Pinocchio, another 1 *might* & you get a Vagrant.","attribution":"image: https:\/\/clipart-library.com\/clipart\/19-XyikXLrcE.htm","otherNight":36},{"id":"daimyou_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/daimyou_homebrew.png","firstNightReminder":"Contemplate what players would see the Daimyou as evil player.","otherNightReminder":"If a Daimyou died at the previous day, inform ≥ 1 Samurai about it at this night. You at least inform a Samurai that does **not** account for the Daimyou death. Inform them at the earliest point at night after the Daimyou's death which may be before or after that Samurai chooses 1 player.  If the Daimyou dies and a good player – not a traveller – accounts for it, add the \"massacre\" reminder to that player. Of all alive Samurai, add the \"know death\" reminder to at least 1 Samurai who has no \"massacre\" reminder, otherwise to the alive Samurai with \"massacre\" reminder. After the Daimyou death at night, notify the Samurai players with \"know death\" reminder – and optionally more Samurai – about the Daimyou's death. At dusk, when a player has the \"massacre\" reminder, choose one player who dies. Add a shroud. If this is a notified Samurai, notify them of the Daimyou death even when they died at dusk. At dawn, remove any \"know death\" reminders. When the player with \"massacre\" reminder dies, remove the reminder.","reminders":["massacre","know death"],"name":"Daimyou","team":"outsider","ability":"If a good non-traveller accounts for your death, 1 player dies each dusk until the accountable is dead. ≥ 1 alive Samurai learn your death. You might register as evil.","attribution":"image: https:\/\/cdn3.iconfinder.com\/data\/icons\/land-of-the-rising-sun-1\/750\/japan_daimyo_history_japanese_warlord_shogun_history-512.png","firstNight":51,"otherNight":44},{"id":"witcher_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/witcher_homebrew.png","firstNightReminder":"Choose one of the existing active jinxes or invent a new one and inform the Witcher of this jinx as their special jinx. Add the \"hexed\" reminder to the grimoire character which is the source of the special Jinx. Remember this Jinx somewhere.","otherNightReminder":"If the Witcher has a shroud reminder, check if their special Jinx for the player with \"hexed\" reminder has necessary conditions and characters satisfied. If yes, interpret the special Jinx as negated in any way that you like. If no, treat the special Jinx of the hexed player as active, as if the conditions and characters for it are satisfied.","reminders":["hexed"],"name":"Witcher","team":"outsider","ability":"You start knowing 1 *special Jinx*. While you are dead: the special jinx is active when it would not & if it is already active, it is negated instead.","attribution":"image: https:\/\/www.pngwing.com\/en\/free-png-vxnyq","firstNight":53,"otherNight":48},{"id":"conspirator_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/conspirator_homebrew.png","firstNightReminder":"Perform the first night steps for a Magician. (Evil minions see the Conspirator as 2nd demon, the demon sees the Conspirator as additional minion.)","otherNightReminder":"If the Crusader deliberately (or unknowingly) spread correct game information in a convincing way, add the \"whistleblower\" reminder to the Conspirator player (remove the reminder when the Conspirator credibly retracted it by themself). At dusk, if the Conspirator has the \"whistleblower\" reminder, wake up the Demon. Point to the Conspirator, show the Conspirator character, and let them choose \"yes\" or \"no\". If the demon chooses \"yes\", the Conspirator commits suicide and everybody learns their additional death at dawn.","reminders":["whistleblower"],"name":"Conspirator","team":"outsider","ability":"Once per game, if you are mad about true game info, at night, the demon learns your outsider ability & decides your suicide. You are a Magician.","attribution":"image: https:\/\/www.dreamstime.com\/stock-photos-crossed-fingers-image4573813","firstNight":55,"otherNight":50},{"id":"limpet_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/limpet_homebrew.png","firstNightReminder":"Let them choose 3 players. Add the \"gang\" reminder to each of them. Sleep. Wake up each player with \"gang\" reminder and show them that the Limpet character chose them.","otherNightReminder":"If you catch the Limpet to privately reveal game info when no player with \"gang\" reminder is around (or someones snitches on them), you may choose a bad consequence to happen for the Limpet's team. (See Almanac)","reminders":["gang"],"name":"Limpet","team":"outsider","ability":"On your 1st night, choose 3 players. They learn it. If none of them is present, you must stay paralyzed. Something dire *might* happen if you cheat.","attribution":"image: https:\/\/www.alamy.com\/the-man-was-bundle-cross-the-arms-behind-by-rope-slave-image643323532.html?imageid=CCAE06D9-5CC9-4BAD-A13C-B2738FC6A312&pn=1&searchId=8164b49157849a220fc374ad8d4836b1&searchtype=0","firstNight":65,"otherNight":62},{"id":"traitor_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/traitor_homebrew.png","firstNightReminder":"Play the Ogre ability: let them choose 1 player. Copy their alignment to the Traitor player. (Evil alignment flips the character token upside down.) Optionally, you may add the \"Traitor friend\" reminder to the chosen player and indicate the Traitor's alignment inversion by flipping their character token upside down. Rest: see Other Night Reminder.","otherNightReminder":"If the Traitor has no \"used\" reminder: wake up the Traitor, if they show \"yes\", add the \"used\" reminder to them in the grimoire. Else if they show \"no\", rotate their character token by 180°. Show them their new alignment. Sleep. Whenever the Traitor's character token points upside down, it counts as opposite to their natural alignment. Remove their reminders when they resurrect.","reminders":["Traitor friend","used"],"name":"Traitor","team":"outsider","ability":"Each night, your alignment changes. Once per game, you may choose to not change alignment at night. You are an Ogre.","attribution":"image: https:\/\/clipart-library.com\/clipart\/1668889.htm","firstNight":22,"otherNight":5},{"id":"siamesetwin_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/siamesetwin_homebrew.png","firstNightReminder":"Early at night 1, choose 1 player as the Twin of the Siamese or let the Siamese choose 1. Add the \"Siamese Twin\" to the chosen player. Show the player, character and alignment of their Twin player to the Siamese. Sleep. Wake up the Twin player and show them that they were chosen by the Siamese and what player it is. Do *never* make eye-contact (it spoils drunk Siameses)! Sleep. After the Twin acted at night, wake up the Siamese if applicable and let them act.","otherNightReminder":"Replay property signals or abilities of the player with \"Siamese Twin\" reminder for the Siamese. Both Siamese Twin players both have the union of their single player states.","reminders":["Siamese Twin"],"name":"Siamese Twin","team":"outsider","ability":"1 player is your Twin who you *might* choose on your 1st night & knows you. From now on you both share your Twin's state, properties & registration but act independently.","attribution":"image: https:\/\/www.dreamstime.com\/siamese-twins-girls-sisters-blue-dress-siamese-twins-girls-vector-sisters-blue-dress-image160479361","firstNight":70,"otherNight":70},{"id":"nihilist_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/nihilist_homebrew.png","firstNightReminder":"Choose ≥ 1 script abilities of any character type and add the characters to the Nihilist player in the Grimoire. Show the Nihilist that they are those characters. Rest: See Other Night Reminder.","otherNightReminder":"Play each ability of the Nihilist when that ability would appear at night (start showing the character to play each time). But, falsify any clauses, adverbs, numbers and non-info and non-player-state outputs when you run any of their abilities. You may choose any arbitrary interpretation of negation for any clause, as long as the result will be different from the non-anti version.","setup":true,"name":"Nihilist","team":"outsider","ability":"You are anti, have ≥ 1 ability & are of the character types of abilities you have. You have any character type. [? Nihilists]","flavor":"Everything is nothing and nothing is everything.","firstNight":71,"otherNight":71},{"id":"performer_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/performer_homebrew.png","firstNightReminder":"Add the character to the Performer that they are tasked to perform. The Performer has their alignment from this character.","otherNightReminder":"At the end of the game, let players guess the character of the Performer. If at least 1 player guesses right (and is certain), the Performer wins even if they would not. The performer can let the story teller send signals, messages to invidividual players or declarations to everyone. Either, they arrange these messages in a private talk at day with you, or uses a prepared message or gestures for you at night.","setup":true,"name":"Performer","team":"outsider","ability":"You start knowing one character that nobody knows to be not in play. If you can convince someone to be it until the end, you win. The Story Teller *might* help you. You might be an evil Outsider.","attribution":"image: https:\/\/creazilla.com\/media\/clipart\/5626558\/hamlet","firstNight":61,"otherNight":56},{"id":"clanboss_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/clanboss_homebrew.png","reminders":["Outsider"],"name":"Clan Boss","team":"minion","ability":"Players who account for your death die with you. You *might* be an Outsider. If you are, the demon knows who starts as Outsider.","attribution":"image: https:\/\/m.media-amazon.com\/images\/I\/61Qy1BELtHL._AC_SL1500_.jpg"},{"id":"cyborg_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/cyborg_homebrew.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"At dawn, remove the \"used\" reminder from the Cyborg if applicable. When the Cyborg directly\/indirectly claims to be a character in the public which is different from their current 2nd ability, swap the 2nd ability with the claimed one. If swapped and the Cyborg has no \"used\" reminder, initialize the ability. If the swap or the invocation of the ability has produced effects on the game state, add the \"used\" reminder to the Cyborg. If the ability swaps during the \"used\" reminder, ignore the ability, also at night. The Cyborg registers as their 2nd ability else as Cyborg.","reminders":["used"],"name":"Cyborg","team":"minion","ability":"Each day, whenever you *publicly* claim a character, it gets your 2nd ability & you register as it. Use ≤ 1 claimed ability between dawns.","attribution":"image: https:\/\/www.dreamstime.com\/royalty-free-stock-photos-cyborg-vector-black-white-silhouette-half-human-half-robot-image39856738","firstNight":63,"otherNight":59},{"id":"neurohacker_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/neurohacker_homebrew.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"At dusk, remove any \"dysinformed\" and \"dyseffective\" reminders. Let the Neurohacker choose 1 player (including themself and dead players). Add the \"dysinformed\" reminder to them. Afterwards, let them choose 1 player (including the same one as before). Add the \"dyseffective\" reminder to them. Sleep. If you play the night ability of a player with \"dysinformed\" reminder and gave false info, add the \"effective\" reminder. If you play the night ability for a player with \"dyseffective\" reminder and caused false state changes, add the \"effective\" reminder (if not already). At dawn, wake up the Neurohacker and show them the number of players with \"effective\" reminder. Sleep. Remove the \"effective\" reminders.","reminders":["dysinformed","dyseffective","effective"],"name":"Neurohacker","team":"minion","ability":"Each night, choose 1 to become dysinformed, then 1 to become dyseffective. Until dusk. Learn how many chosen players you tainted.","attribution":"image: https:\/\/www.vecteezy.com\/vector-art\/22647791-vector-image-of-a-flask-with-toxic-substance","firstNight":32,"otherNight":21},{"id":"poltergeist_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/poltergeist_homebrew.png","otherNightReminder":"Let the Poltergeist choose a good character from the script. Prompt them again, if this is the same that they currently have. Turn them into this character. If any player has had this character, add the \"Polter\" reminder to them and turn them into an Alchemist (for which you choose a script minion ability). Players with \"Polter\" reminder register as their alchemist's minion character. Alignment doesn't change. At the proper point of time, play the Poltergeist's good character at night if it yields info, and – after you showed them their Alchemist character – play the Alchemist character of all players with \"Polter\" reminder. When the Poltergeist loses their ability, turn all players with \"Polter\" reminder into the good character of the Poltergeist, remove the \"Polter\" reminder and the good character from the Poltergeist. If you do that, show each character at night that they are the good character again.","reminders":["Polter"],"name":"Poltergeist","team":"minion","ability":"Each night*, choose 1 different good character. While you register as it until dusk: you get its info & its actual players are Alchemists – registering as minions.","attribution":"image: https:\/\/www.shutterstock.com\/image-vector\/rubin-vase-optical-illusion-head-girl-2394102047","otherNight":23},{"id":"angelofdeath_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/angelofdeath_homebrew.png","firstNightReminder":"See Other Night Reminder","otherNightReminder":"At the start of the night, if players have a \"countered death\" reminder and they is no \"attacked\" reminder, the Angel of Death dies. Remove any reminders of countered deaths and attacks. *Before* the demon(s) killed, when alive and if ≥ 4 players are still alive at the moment, wake up the Angel of Death. If they choose no-one, nothing happens. If they choose at least one non-demon player, mark them with \"countered death\". Sleep. When players with \"countered death\" are attacked at night\/day, add a \"attacked\" reminder to them.","reminders":["countered death","attacked"],"name":"Angel of Death","team":"minion","ability":"Each night, you may choose ≤ ¼ of another alive players (no demon). They cannot die tonight. All outside attackers are counterattacked, but if no-one then you are.","attribution":"image: https:\/\/www.etsy.com\/de\/listing\/1810044169\/engel-des-todes-silhouette-vektorkunst","firstNight":39,"otherNight":30},{"id":"voodoomaster_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/voodoomaster_homebrew.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"At dusk, remove any \"puppet\" and \"projection\" reminder. Let the Voodoo Master choose 1 player (dead, alive or themself). Add the \"puppet\" reminder to them. Let them choose 1 player again (may be the same player). Add the \"projection\" reminder to them. Whenever the state of the player with  \"puppet\" reminder changes, also apply the changes to the player with \"projection\" reminder. If you declare a state change for the Puppet, then declare it for the Projection too. Any effects that the player with \"Projection\" reminder receives from the player with \"Puppet\" reminder make the \"Puppet\" player accountable (even if it is the same player). Remove the \"Puppet\" and \"Projection\" reminder when the Voodoo Master loses their ability.","reminders":["puppet","projection"],"name":"Voodoo Master","team":"minion","ability":"Each night, choose 1 as puppet, then choose 1 as projection, until dusk. The puppet copies their state changes to the projection & accounts for copied effects.","attribution":"image: https:\/\/fr.pinterest.com\/pin\/56083957854737335\/","firstNight":40,"otherNight":31},{"id":"mephisto_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/mephisto_homebrew.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"The Mephisto may choose to an evil, poisoned or mad story teller, but only once. Add the \"evil\", \"mad\" or \"poisoned\" reminder in the middle of the grimoire. Possibly also the madness condition. If \"poisoned\" is added, freeze the Grimoire and don't change anything until the end of the game. At dawn, declare that you revive as evil, poisoned or mad due to Mephisto. ","reminders":["evil","mad","poisoned"],"name":"Mephisto","team":"minion","ability":"Once per game, choose to revive the story teller as evil, poisoned or mad. It allows them to vote.","attribution":"image: https:\/\/www.alamy.de\/stockfoto-tintenklecks-ahnlich-denen-in-rorschach-psychologischen-test-103991244.html","firstNight":42,"otherNight":33},{"id":"madvirologist_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/madvirologist_homebrew.png","otherNightReminder":"Remove any \"sickened\" reminder from a player at dusk. If affected player is not made sick again and lives, declare that they are not dead anymore at next dawn. Let the Mad Virologist choose 1 alive player. Add a \"sickened\" reminder to them and don't wake them up for their own ability until the \"sickened\" reminder. Als ignore their ability invokations while they are \"sickened\". At dawn, declare that this player is dead.","reminders":["sickened"],"name":"Mad Virologist","team":"minion","ability":"Each night*, choose 1 alive player to get sick & register as dead until next dusk.","attribution":"image: https:\/\/www.whatisbiotechnology.org\/assets\/images\/science\/home\/phage-therapy.jpg","otherNight":39},{"id":"brute_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/brute_homebrew.png","otherNightReminder":"Remove any \"brute captive\" and \"brute unconscious\" reminder at dusk. Let the Brute choose two players (except for themself). You decide which player is unconscious and which gets captive. The player who was made unconscious last night may not be made unconscious again. Except: the demon cannot get captive. Add the \"brute captive\" and \"brute unconscious\" reminder to them. Death is neither caused nor declared. The captive player is treated as if they are suspending the game, they cannot act, cannot be affected or change in state\/properties (even at day) & cannot wake up. (By definition, the captive player cannot die.) The unconscious one can change (except for being protected) but cannot act either and registers covertly as dead for abilities. The unconscious player cannot die except if the captive player is attacked, which attacks the unconscious player.","reminders":["brute captive","brute unconscious"],"name":"Brute","team":"minion","ability":"Each night*, choose 2 alive (not yourself). 1 is unconscious (different from last time), 1 is captive, until dusk. The unconscious dies *only* if the captive is attacked. The demon doesn't get captive.","attribution":"image: http:\/\/images.clipartpanda.com\/weapon-clipart-club-weapon-clipart-1.jpg","otherNight":40},{"id":"sinisterfog_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/sinisterfog_homebrew.png","firstNightReminder":"See Other Night Reminder.","otherNightReminder":"When the Sinister Fog is enabled, don't declare *crisp* state\/character\/alignment changes of *specific* persons (story teller included). Treat dead players like alive ones but *only publicly*. Allow everyone to start a nomination. Don't disclose the actual vote count. You must treat votes of good deads as drugged when they exceed the number of evil deads. Deads don't use Vote Tokens. When the Sinister Fog dies, declare all publicly known state (also misregistered one when required by an ability), including specific players' public conditions\/impairments and update the Townsquare.","name":"Sinister Fog","team":"minion","ability":"Public *player-specific* states & properties are hidden. Dead players may nominate. As many good as evil dead players may succed in voting. Fabled don't change.","firstNight":25,"otherNight":11},{"id":"medusa_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/medusa_homebrew.png","otherNightReminder":"If a player has been mad about the (actual) Medusa player being evil, a minion or a demon at day, add a \"Medusa-unconscious\" reminder to the mad player. \"Medusa-unconscious\" reminders are not removed except when the player is cured. The Medusa-unsconscious player has the unconscious state except if the Medusa ability gets impaired. If a player's info or ability effect worked correctly and detected (depends on) the *actual* alignment or character of the (actual) Medusa player (at night or at day), move the \"Medusa-paralyzed\" reminder to the player and remove the reminder again at dusk. Multiple players can be \"Medusa-paralyzed\"\/\"Medusa-unsconsious\" simultaneously. If a player with \"Medusa-paralyzed\" reminder is caught with privately informing other players about their recent detection of the Medusa player, i.e. the info or their ability or effect which queried the Medusa properties, they get the \"Medusa-unconscious\" reminder.","reminders":["Medusa-paralyzed","Medusa-unconscious"],"name":"Medusa","team":"minion","ability":"If a player is mad about you being evil or is not paralyzed *about their interaction* with your *actual* alignment\/character since dusk: they get unconscious from now on.","attribution":"image: https:\/\/www.freepik.com\/premium-vector\/medusa-head-svg_329824125.htm","otherNight":74},{"id":"glitcher_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/glitcher_homebrew.png","firstNightReminder":"Show the Glitcher the final information of every in-play character whose player is sober+healthy. (Note, sick, unconscious or captive players don't have info.) To show this, point at the script character and show the info. When done, let the Glitcher choose one of those characters and let them record a message that should be played to the affected player. Finally, let them choose the characters whose information should be made public.","otherNightReminder":"Choose 1 player & 1 character from the script (no Fabled, Loric, Traveller). If the chosen player with the chosen character would constitute a valid setup together with the other in-play characters, the player turns into an Imbecile or Nihilist with that character's ability. (E.g. you cannot add a Choirboy if a King is absent.) The chosen player turns into an imbecile if the Imbecile supports that character. Else they turn into a Nihilist. Change the character of chosen player and move the \"imbecile\" or \"nihilist\" reminder from the previous to this player (only one of them is used). When players become Imbecile\/Nihilist they learn it. When they get rational\/non-anti, they turn into their new ability's character and learn this. When the Glitcher loses their ability, remove the \"imbecile\" or \"nihilist\" reminders.","reminders":["imbecile","nihilist"],"name":"Glitcher","team":"minion","ability":"See all first-night info, manipulate ≤ 1 & choose which is publicly declared. Each night°, choose 1 player & 1 character. The player might become an Imbecile or Nihilist. [*Might* be of Demon type]","firstNight":66,"otherNight":63},{"id":"executioner_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/executioner_homebrew.png","firstNightReminder":"If the Executioner should count as Demon, add the \"Demon\" reminder to the player in the grimoire. Initialize a counter for everybody's executing nominations. Show the Executioner their not-in-play Townsfolk ability. This ability does not interfere with bluffs of other players. Rest: See Other Night Reminder.","otherNightReminder":"If someone nominated & executed players, increase their \"executing nominations\" count. The Executioner should register as good and as the character of their Townsfolk ability to players who receive *CRISP* character or alignment info (except if they generally see the actual character\/alignment or you feel they should be rewarded). If the Executioner registers as Townsfolk to their own ability, they don't get Minion info. Other evils *might* NOT see the Executioner as minion. When the game ends – AND (optionally) if ≤ 3 players are alive – the team of the Executioner wins, if no-one nominated more executed players than the Executioner (even if the Executioner is dead).","reminders":["Demon"],"name":"Executioner","team":"minion","ability":"If no-one executes more *than you*, your team must win. You *might* register as good or your extra townsfolk character. You might be the demon. Then 1 player dies each night.","attribution":"image: https:\/\/media.istockphoto.com\/vectors\/masked-executioner-crossed-axes-logo-hangman-torturer-executor-vector-id923448470?k=20&m=923448470&s=612x612&w=0&h=RL6NAFK15cIJRA5qMHP9fw6H3Ryc_n24nQ04Hrdnk6k=","firstNight":58,"otherNight":53},{"id":"tormon_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/tormon_homebrew.png","otherNightReminder":"Wake this demon and show them a list of registered characters of which alive-registering players. Let them choose 2 different ones and choose 1 dead or alive player to be tormented (not themself). Sleep. Wake the tormented player (if applicable), signal to them that they were chosen by the Tormon and what 2 characters (possibly their own included) which they need to choose between. Then count down your fingers from 4 to 0 (at least 4 seconds). When the tormented player chooses before 0, the player of the chosen character is attacked and the tormented player accounts for it. Else when 0 is reached, the tormented player is attacked and the story teller chooses what character player also dies (the better choice for the good team). Tormon accounts for both kills (counting as Demon kills). Sleep.","name":"Tormon","team":"demon","ability":"Each night*, choose 2 alive characters & 1 *other* person who: chooses to kill 1 of those characters else is killed with 1 of them.","attribution":"image: https:\/\/www.artofit.org\/particle\/938085797378277557\/how-to-draw-ghostface-the-scream-mask\/","otherNight":16},{"id":"vampire_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/vampire_homebrew.png","firstNightReminder":"The game starts without minions and minion info. Rest: See Other Night Reminder","otherNightReminder":"Let the Vampire choose a player and a minion character (or the Vampire character). If the chosen minion character is not in play, turn the player into this minion character and evil alignment. You might decide to let this chosen player die, based on the number of in-play evil players, chosen players or chosen minion chararcters. If the Vampire is chosen as character and there is no \"jumped\" reminder yet, turn the chosen player into a Vampire, add the \"jumped\" reminder to both Vampires, and let the original Vampire die (add a shroud). If the chosen player does not change into the chosen character, they die.","reminders":["jumped"],"name":"Vampire","team":"demon","ability":"Each night, choose 1 player: they become a not-in-play evil minion of your choice and\/or die. Once per game, a Vampire can be made & you die instead. [0 minions]","attribution":"image: https:\/\/stock.adobe.com\/images\/vampire-teeth-vector-isolated-on-black-background\/316028680","firstNight":34,"otherNight":22},{"id":"eyezero_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/eyezero_homebrew.png","otherNightReminder":"Let Eye Zero choose 1 player to kill. If Eye Zero is killed this night, choose an alive minion to become Eye Zero (they don't kill this night).","name":"Eye Zero","team":"demon","ability":"Each night°, choose 1 player to die. If you die at night, another minion turns into an *alive* Eye Zero. Any good ability info\/signals are mirrored to an alive evil player.","attribution":"image: https:\/\/kirby.fandom.com\/f\/p\/4400000000000102253","otherNight":24},{"id":"ankou_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/ankou_homebrew.png","firstNightReminder":"The Demon Info step happens before Minion Info. Show the 3 bluffs first and ask them to kill one player. If Ankou shakes the head \"no\", show them the Minion players. Else, if Ankou chose to kill a player, do not show the Demon player(s) during the Minion Info step. If the Ankou-chosen player has really died, Ankou also learns character+alignment of this player. If Ankou chose themself, their death is declared,  and the life token is flipped on the Townsquare but they live normally.","otherNightReminder":"Let Ankou choose 1 player to kill. Afterwards, let them choose 1 neighbor – who registers as alive – to account for the death, not themself. Trigger the consequence of killing the 1st chosen player for the 2nd player, even if the 1st player has been dead already. For all genuinely dead players: when they die before next dawn, inform Ankou about any new dead player's registered character+alignment. Also inform Ankou about all players who pointed at any genuinely dead players ± 1 player, at dawn. You could use the \"death pointer\" reminder with players to memorize who pointed at genuinely dead players. Remove all \"death pointers\" at dusk.","reminders":["death pointer"],"name":"Ankou","team":"demon","ability":"On your 1st night, choose to: see minions & they you; OR kill 1 player. Each night°, choose: to (re)kill 1 player plus 1 accountable alive neighbor. Learn alignment+character of who genuinely dies.","attribution":"image: https:\/\/img.freepik.com\/premium-vector\/skull-hood-with-scythe-illustration_961875-506000.jpg?w=1480","firstNight":29,"otherNight":18},{"id":"ghoul_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/ghoul_homebrew.png","firstNightReminder":"Whenever a player gets a shroud (has actually died), move the \"Ghoul register\" reminder to them in the Grimoire. The Ghoul registers as the character and alignment of the player with \"Ghoul register\" reminder. Let them choose an alive neighbour and move the \"Ghoul account\" reminder to them in the Grimoire. The player with \"Ghoul account\" reminder accounts for all game actions of the Ghoul player.","otherNightReminder":"See First Night Reminder. Also: Choose 1 alive player which may not be one of the closest good players next to you. They die. If they choose themself, they are declared to have died and the Townsquare's life token is updated but they are actually still alive.","reminders":["Ghoul account","Ghoul register"],"name":"Ghoul","team":"demon","ability":"Each night, choose 1 alive neighbour who accounts for you until dusk. Each night*, choose 1 alive player (not the 2 closest good players) to kill. Choose yourself to feign death. You register like the last killed player. [+1 evil]","attribution":"image: https:\/\/at.pinterest.com\/pin\/453174781275339534\/","firstNight":72,"otherNight":72},{"id":"satan_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/satan_homebrew.png","otherNightReminder":"Let the Satan choose 2 players. Wake each player (if applicable)","name":"Satan","team":"demon","ability":"Each night*, choose 2 players: seeing the other as evil, they betray or trust. Betraying kills & gets the seen character to be in-play. Trusting shows a good character. ≥1 good dies on equal choice.","attribution":"image: https:\/\/www.csaimages.com\/preview.asp?image=T23703","otherNight":17},{"id":"neurex_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/neurex_homebrew.png","name":"Neurex","team":"demon","attribution":"image: https:\/\/www.alamy.com\/brain-inside-atom-icon-intellect-phsychology-knowledge-simple-pictogram-isolated-on-white-flat-vector-illustration-creative-smart-brain-tech-logo-image508448009.html"},{"id":"chameon_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/chameon_homebrew.png","firstNightReminder":"Choose not-in-play characters as bluffs for the Chameon, 1 bluff per in-play Minion that they see in their Demon info. Add \"Bluff ‹good character›\" :reminder:s to the Chameon player in the Grimoire. Remember: all good character players register as good, all evil character players as evil. If Chameon dies at day, another Minion-registering character becomes the Chameon.","otherNightReminder":"Let the Chameon choose any number of pairs of Minion and then a bluff character (see \"Bluff ‹character-name›\" :reminder:s) but no two pairs share an equal character! If the Minion is not in play or the bluff is already in play (from a previous transformation), the transformation fails. Otherwise, the Chameon may choose 1 Townsfolk character and a Minion character. If the Townsfolk is in play and no-one registers as the chosen Minion, the misregistration succeeds and a \"Chameon ‹minion-name›\" :reminder: is added to the player. If no character or registration changed, you (not Chameon) choose 1 player to die. Remember: all good character players register as good, all evil character players as evil. If Chameon dies at day, another Minion-registering character becomes the Chameon.","reminders":["Chameon ‹minion›","Bluff ‹good character›"],"name":"Chameon","team":"demon","ability":"Each night*, you may change Minions into bluff characters OR choose 1 Townsfolk to register as minion, ELSE 1 player dies. At day, if you die, 1 alive minion gets Chameon. Alignment registers according to character.","attribution":"image: https:\/\/www.shutterstock.com\/image-vector\/other-half-vector-260nw-39638512.jpg","firstNight":30,"otherNight":19},{"id":"armagon_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/armagon_homebrew.png","firstNightReminder":"Give 1 not-in-play good character bluff to each Minion but no bluffs to the Armagon. Evil players register as good. At the end of the night, Armagon uses the Spy ability.","otherNightReminder":"Evil players register as good during the night and day if the Armagon has no \"Armageddon\" reminder. If the Armagon has the \"Armageddon\" reminder and no-one has died last day, 1 good + 1 evil player die when the night begins. At night 3 or later, if the Armagon has no \"Armageddon\" reminder, wake them and allow them to choose \"yes\" or \"no\", at the beginning of the night. If they choose \"yes\", add the \"Armageddon\" :reminder: to Armagon. Then you might turn *alive good* players into not-in-play minions and let other *alive good* characters die such that the number of alive good players equal the number of alive evil players. After the night, declare all players who died. At the end of the night, Armagon uses the Spy ability.","reminders":["Armageddon"],"name":"Armagon","team":"demon","ability":"On night ≥ 3, once per game, you can equalize evil and good alive players. Before it, evils register as good & get 1 bluff. After it, 1 evil+1 good die if no-one died at day. You are a Spy.","attribution":"image: https:\/\/de.vecteezy.com\/vektorkunst\/11156549-auge-meteor-galaxie-silhouette-vektorgrafiken-fur-ihr-arbeitslogo-maskottchen-waren-t-shirt-aufkleber-und-etikettendesigns-poster-grusskarten-die-unternehmen-oder-marken-bewerben","firstNight":31,"otherNight":20},{"id":"ouroboros_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/ouroboros_homebrew.png","name":"Ouroboros","team":"demon","attribution":"image: https:\/\/www.alamy.com\/vector-silhouette-of-dragon-in-circle-called-ouroboros-in-black-and-white-image449288509.html"},{"id":"gilorax_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/gilorax_homebrew.png","reminders":["demon","townsfolk","outsider"],"name":"Gilorax","team":"demon","ability":"Other demon abilities die & you choose 1. 1 inactive Gilorax of Demon\/Townsfolk\/Outsider type (who only you & minions know) starts with impaired good ability & chooses a Demon if you are executed. [1 or 2 Giloraxes]","attribution":"image: https:\/\/microbeonline.com\/cell-division-mitosis-and-meiosis\/","flavor":"Let me ask you an audacious question: Are you the demon?\nIf you ask me, well, I might be a demon… or maybe not. I might be anyone."},{"id":"titan_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/titan_homebrew.png","name":"Titan","team":"demon","attribution":"image: https:\/\/www.pikpng.com\/transpng\/hhoJJJm\/"},{"id":"kala_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/kala_homebrew.png","name":"Kala","team":"demon","attribution":"image: https:\/\/villains.fandom.com\/wiki\/Kala_(Indivisible)?file=Kala_indivisible_deity.jpeg"},{"id":"shredder_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/shredder_homebrew.png","firstNightReminder":"Add the \"Samurai\" reminder to each minion player. (Remove the reminder when they lose their minion ability, e.g. on death.) Replace 1 Townsfolk with 1 Outsider in the setup.","otherNightReminder":"Wake up the Shredder and let them choose 1 player who would be a valid choice for an Assassin player. Add the \"Shredder kill\" reminder to that player. After that, wake up all evil players with Samurai reminder. Let each choose 1 player. If the chosen player registers as Outsider to the choosing player, increase the chosen player's count (which is initialized to 0 each dusk). Finally, if there is exactly one player with highest count greater zero, this player dies (add a shroud, etc.). If no chosen player would die (either because no-one is attacked or the target is protected), the player with \"Shredder kill\" reminder dies as if an Assassin is used. After that, reset all the counts to zero and wake up all good Samurai and repeat the process for them.","reminders":["Samurai","Shredder kill"],"setup":true,"name":"Shredder","team":"demon","ability":"Minions also are Samurai. Each night*, choose 1 player to kill with your Samurai. If your Samurai don't kill tonight, your chosen player is assassinated. [+1 Outsider]","attribution":"image: https:\/\/de.pinterest.com\/pin\/shredder-earth27-commission-by-philcho-on-deviantart--695454367468488754\/ by Phil Cho","firstNight":19,"otherNight":6},{"id":"guardian_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/guardian_homebrew.png","otherNightReminder":"If there is no player with \"guarded\" reminder, let the Guardian choose 1 player. If they do, add the \"guarded\" :reminder: to that player. Any events or effects, such as being poisoned, drugged, getting deranged, cursed (by a wish), protected, getting exiled or killed, changing properties (such as character or alignment), etc. happen to you but not to them. If the player with \"guarded\" reminder would be executed, the Guardian is exiled instead.","reminders":["guarded"],"name":"Guardian","team":"traveller","ability":"Once per game, at night ≥ 2, choose a player. Any events or state effects that others inflict on them, happen to you instead. Their execution turns into your exile.","attribution":"image: https:\/\/de.pinterest.com\/pin\/beautiful-angel-wings-art--9429480464770353\/","otherNight":29},{"id":"juror_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/juror_homebrew.png","name":"Juror","team":"traveller","attribution":"image: https:\/\/www.istockphoto.com\/de\/vektor\/jury-symbol-isoliert-auf-wei%C3%9Fem-hintergrund-jury-gruppe-komitee-komitee-icon-vektor-gm2224517338-640609633"},{"id":"censor_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/censor_homebrew.png","name":"Censor","team":"traveller"},{"id":"petrifier_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/petrifier_homebrew.png","name":"Petrifier","team":"traveller"},{"id":"sleepwalker_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/sleepwalker_homebrew.png","otherNightReminder":"At the start of the night, wake up the Sleepwalker if they don't have the \"used\" reminder. If they nod \"yes\", add a \"wakeup\" reminder to any player who wakes up during the night. Before ending the night, wake up the Sleepwalker, show all players who have the \"wakeup\" reminder. Then remove all \"wakup\" reminders and add the \"used\" reminder to the Sleepwalker.","reminders":["used","wakeup"],"name":"Sleepwalker","team":"traveller","ability":"Once per game at night ≥ 2, get to know which players wake up until dawn. You learn if you see ± 1 players.","attribution":"image: https:\/\/myrunway.co.za\/_next\/image?url=https:%2F%2Fs3-eu-west-1.amazonaws.com%2Fmyrunway-portal-global%2FImages%2FWOO_506058892_TAN%2FWOO_506058892_TAN%257C1.jpeg&w=828&q=100","otherNight":4},{"id":"glossary_homebrew","name":"Glossary","team":"jinxes"},{"id":"stranger_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/stranger_homebrew.png","firstNightReminder":"One Townsfolk or Outsider player must register (or misregister) as evil for this ability. If a misregistering player is added, add the \"stranger\" :reminder: to the player. Rest: see Other Night Remeinder. ","otherNightReminder":"Select two players: either with different registered alignment, with different *actual* (not misregistered) character type or the player with \"stranger\" reminder (= the misregistering player) with someone else. A third person (not a traveller) wakes to see them.","reminders":["stranger"],"setup":true,"name":"Stranger","team":"jinxes","ability":"Each night, a player (no traveller) learns another two whose registered alignments differ OR whose actual characters are in different script sections. [≥1 evil-registered Townsfolk\/Outsider]","attribution":"image: https:\/\/www.ufa-filmnaechte.de\/en\/films\/nosferatu","firstNight":18,"otherNight":12},{"id":"nightmare_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/nightmare_homebrew.png","name":"Nightmare","team":"jinxes"},{"id":"dazzler_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/dazzler_homebrew.png","firstNightReminder":"During the setup, for each character in the setup, find another character of eqal alignment but different character type. For each player, assign the pair to one player and note down in the Grimoire which of both characters is drunk.","name":"Dazzler","team":"jinxes","ability":"All players think that they are Townsfolk or Outsider or that they are Minion or Demon.","firstNight":47},{"id":"illusionist_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/illusionist_homebrew.png","name":"Illusionist","team":"fabled","ability":"All players who raise their hands at dusk – when everyone sleeps – wake up at night."},{"id":"superhero_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/superhero_homebrew.png","name":"Superhero","team":"fabled","ability":"One cycle per game, a person gets a Traveller ability with the alignment of the team who needs help.","attribution":"image: https:\/\/www.pngarts.com\/explore\/55030"},{"id":"croupier_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/croupier_homebrew.png","name":"Croupier","team":"fabled","ability":"Each story teller choice is decided by a dice. The story teller decides the probability for each ability.","attribution":"image: https:\/\/vectorified.com\/download-image#roulette-wheel-icon-8.jpg"},{"id":"fantasist_homebrew","image":"https:\/\/www.bloodstar.xyz\/p\/Elmar\/homebrew\/fantasist_homebrew.png","firstNightReminder":"You may only add non-script evil characters to the setup, if an ability learns this character at night.","name":"Fantasist","team":"fabled","ability":"≤ 3 non-script non-demon characters might turn up during the game.","attribution":"image: https:\/\/www.pinterest.com\/pin\/497507090057589898\/","firstNight":12}]